{
  "audio": {
    "duration": 7688,
    "encoding": "MP3",
    "gcsuri": "gs://washington-app-319514.appspot.com/4ff27418-4ca8-476d-b183-faebd3cef3c5.mp3",
    "sampleRateHertz": 22050,
    "url": "https://storage.googleapis.com/washington-app-319514.appspot.com/4ff27418-4ca8-476d-b183-faebd3cef3c5.mp3"
  },
  "findReplace": {
    "doFind": false,
    "searchString": "look"
  },
  "absent": [],
  "date": "2023-08-30T23:00:00.000Z",
  "nextTranscriptionID": 731,
  "numSpeakers": 4,
  "present": [
    "Andrew Hatch - Member",
    "Deb DeFosse - Executive Administrator",
    "Gary Carney - Vice-Chair",
    "Joe Tapp - Member",
    "Linda Marshall - Member",
    "Mark Florence - Chair"
  ],
  "subject": "Public Hearing",
  "subtitle": "Meeting Minutes",
  "summary": [],
  "title": "Zoning Board of Adjustment",
  "transcription": [
    {
      "id": 703,
      "title": "Motion to allow abutters to join by phone",
      "type": "AG"
    },
    {
      "end": 88,
      "id": 1,
      "speaker": "Florence",
      "speech": "Good evening, everyone. It's 7:00pm and time to begin the August meeting of the ZBA. \n\nI'll do introductions in a second but there's something we have to get out of the way first and that's that we've been asked by Pat Fone and Shellie Bueno, who are abutters of Mr. Crouss, to be allowed to speak. They can't be here unfortunately and the only way to do that is to get them on the phone. \n\nHowever, the ZBA rules of procedure don't contemplate virtual meetings. So what we're going to do first, I'm going to make a motion. I'll make it right now that we approve phone participation by these two abutters in this meeting. Do I have a second ?",
      "start": 1.0531997918834548,
      "type": "TX"
    },
    {
      "end": 88,
      "id": 5,
      "speaker": "Carney",
      "speech": "Seconded",
      "start": 92.68158168574402,
      "type": "TX"
    },
    {
      "end": 88,
      "id": 701,
      "speaker": "Florence",
      "speech": "All those in favor?",
      "start": 92.68158168574402,
      "type": "TX"
    },
    {
      "end": 89,
      "id": 702,
      "speaker": "All",
      "speech": "Aye",
      "start": 92.68158168574402,
      "type": "TX"
    },
    {
      "end": 96,
      "id": 6,
      "speaker": "Florence",
      "speech": "So that motion passes unanimously, My Carney, could you initiate the call?",
      "start": 93.73478147762746,
      "type": "TX"
    },
    {
      "end": 121,
      "id": 7,
      "speaker": "Bueno",
      "speech": " Hi, this is Shelley.",
      "start": 101.10718002081165,
      "type": "TX"
    },
    {
      "end": 147,
      "id": 8,
      "speaker": "Carney",
      "speech": "My name is Gary Carney, and I represent the ZBA. I am reaching out to you because you had expressed interest in listening to the meeting. I sincerely hope that you will be able to join. To ensure clear communication, I will have my phone plugged in and placed in front of me. My intention is for you to hear everything that is being discussed during the meeting. ",
      "start": 128.49037460978147,
      "type": "TX"
    },
    {
      "end": 181,
      "id": 9,
      "speaker": "Florence",
      "speech": "Okay, before we proceed, I would like to mention one thing, Shelly. The acoustics in this room are not good, so our conversation might not work as expected. Unfortunately, all we have is a cell phone to communicate with you. If, at any point, you find it difficult to hear or understand us, and if you are unable to express your points adequately, please know that you have the right to request a continuance. This would allow you to be physically present and present your case in person. I hope this explanation makes sense to you.",
      "start": 154.82036940686785,
      "type": "TX"
    },
    {
      "end": 192,
      "id": 10,
      "speaker": "Bueno",
      "speech": "Yes. If I can't get my point across, then I can ask you to consider a continuance.",
      "start": 191.68236212278876,
      "type": "TX"
    },
    {
      "end": 212,
      "id": 13,
      "speaker": "Florence",
      "speech": "Before we can address your case, there are a few matters of business that need attention. Rest assured, I will involve you when the appropriate moment arises.",
      "start": 202.2143600416233,
      "type": "TX"
    },
    {
      "id": 704,
      "title": "Schedule next meeting",
      "type": "AG"
    },
    {
      "end": 259,
      "id": 14,
      "speaker": "Carney",
      "speech": "Before we continue, I would like to propose that we discuss the scheduled next meeting. We currently have some issues that may require a continuance, so it would be beneficial to address them now rather than waiting until everyone has left and confusion arises. If I may hear a second on this motion, we can proceed with the discussion (_motion made, seconded, all in favor_). \n\nNow, our next scheduled meeting is on September 27th, but unfortunately, Mr Florence will be unable to attend.",
      "start": 223.2783558792924,
      "type": "TX"
    },
    {
      "end": 293,
      "id": 15,
      "speaker": "Florence",
      "speech": "I'm sorry, but I won't be able to attend the meeting and neither will I be available the following Wednesday. It would be preferable for me to attend as Chair, but it's not necessary as we have a vice chair and we would still have enough members for a quorum if I'm absent. We have two options to consider: either we proceed with the original date and take whatever consequences may arise, or we vote for an alternative. I suggest two alternatives: either the Tuesday before or the Wednesday before the original date. So, one day or one week earlier.",
      "start": 272.7787460978148,
      "type": "TX"
    },
    {
      "end": 338,
      "id": 16,
      "speaker": "Carney",
      "speech": "Personally, I like the idea of doing that Tuesday before the 27th, that would be to 26th. I like that. I like that but I don't know how it fits other people's meetings and schedules and stuff. What do we think about that? I can do it. Okay, then I we should vote on this. Yes. I make a motion that we change the next scheduled meeting from September 27 to September 26. That would be the Tuesday .",
      "start": 310.69393860561917,
      "type": "TX"
    },
    {
      "end": 339,
      "id": 17,
      "speaker": "Florence",
      "speech": "Seconded. All those if favor?",
      "start": 357.03472944849113,
      "type": "TX"
    },
    {
      "end": 339,
      "id": 705,
      "speaker": "All",
      "speech": "Aye",
      "start": 357.03472944849113,
      "type": "TX"
    },
    {
      "end": 345,
      "id": 707,
      "speaker": "Florence",
      "speech": "Confirmed: Tuesday, September 26. If a continuance were to occur, that specific date would serve as the designated time for it. I want to clarify that I am not implying that we will definitely have a continuation, but if there were to be one, that is when it would take place.",
      "start": 357.03472944849113,
      "type": "TX"
    },
    {
      "id": 706,
      "title": "Roll call and prefatory remarks",
      "type": "AG"
    },
    {
      "end": 345,
      "id": 18,
      "speaker": "Speaker 2",
      "speech": "If you have never attended any of these hearings before, I would like to explain how it works briefly. First, we have a public hearing. During the first half of the meeting, every applicant, abutter, and anyone with something to say is given the opportunity to speak for as long as they need. We will remain here until everyone has presented their case to us. We will ask you questions, and you can ask us questions as well. We will address one case at a time and continue the dialogue until we are finished.\n\nOnce the public hearing is concluded, we will move on to the deliberative session. This session is also open to the public, and you are not only welcome but encouraged to stay and listen. During this session, the board members will discuss the evidence and arguments presented to us. We will then vote to either grant or deny the application in front of us. While you are welcome to observe, please note that the only discussion allowed is between the board members. You can see and hear everything, but you cannot comment. Therefore, it is important to make sure you say everything you need to say during the public hearing before it is closed.",
      "start": 363.3539281997919,
      "type": "TX"
    },
    {
      "end": 534,
      "id": 708,
      "speaker": "Florence",
      "speech": "Present today are board members Joe Tapp, Andrew Hatch, and Linda Marshall. Additionally, we have our chair Mark Florence, vice chair Gary Carney, and executive administrator Deb DeFosse.",
      "start": 363.3539281997919,
      "type": "TX"
    },
    {
      "id": 709,
      "title": "Tim Crouss hearing",
      "type": "AG"
    },
    {
      "end": 646,
      "id": 21,
      "speaker": "Crouss",
      "speech": "I am proposing to build a 12 x 24 foot shed in order to replace the old shed that currently occupies the property. The old shed is located pretty much on the property line, right on the corner. Additionally, there used to be a carport, but it was a temporary structure that couldn't withstand the heavy snowfall of 42 inches, so I had to take it down. Therefore, I believe it would be more practical to combine all these structures into one shed, preventing the presence of multiple dilapidated sheds and the carport. Moreover, this would also help in moving the shed away from the property line. However, the property's layout is somewhat limited due to a stonewall and steps leading down to the driveway.",
      "start": 562.4086888657648,
      "type": "TX"
    },
    {
      "end": 698,
      "id": 34,
      "speaker": "Florence",
      "speech": "Your proposal appears to make your lot more conforming after you finish your project than it is now.",
      "start": 681.4202653485952,
      "type": "TX"
    },
    {
      "end": 705,
      "id": 42,
      "speaker": "Crouss",
      "speech": "Yes, the building and impervious coverage will be less than it is now, as well as all the setback distances.",
      "start": 735.1334547346514,
      "type": "TX"
    },
    {
      "end": 734,
      "id": 43,
      "speaker": "Florence",
      "speech": "Ms Bueno _(on phone)_ do you have any comments you'd like to make?",
      "start": 742.5058532778356,
      "type": "TX"
    },
    {
      "end": 886,
      "id": 44,
      "speaker": "Bueno",
      "speech": "As the owner and abutter of 75 and 76 Hemlock Circle, my mother, Pat Fone, and I have concerns regarding the approval of the proposed project. The existence of five variances raises a red flag. Moreover, the fact that the project encroaches on our property line, which is already not in compliance with the law, is troubling. If they continue to encroach and get closer, it will negatively impact our ability to have a home, which is something we have been working towards. This encroachment will also compromise our privacy and obstruct our views from any future house.\n\nI was informed that there should be a 30-foot distance between buildings. However, if they are not required to stay within this limit and are allowed to be 18 feet away from the property line, which currently seems to be the case, it should be rectified. Regardless of whether this project is approved or not, we will have to adjust our building plans and move further back, which is unfair as it jeopardizes our ability to construct our dream home and maintain our privacy. The addition they propose does not seem necessary, and it appears they could build a smaller shed within the guidelines or find an alternative location or solution that does not encroach on someone else's property.\n\nThis land has been in our family for a long time, and although we have not been able to visit frequently due to COVID and my mother's illness last year, it holds sentimental value to us. We want to make use of the property and allow my mother to enjoy it while she is still with us. Our priority is to maintain our privacy and proceed with our plans without having to make changes due to someone else's failure to adhere to guidelines. This excessive construction of a large shed encroaching on someone else's property seems unnecessary and unfair.",
      "start": 773.0486472424558,
      "type": "TX"
    },
    {
      "end": 892,
      "id": 48,
      "speaker": "Florence",
      "speech": "Mr Crouss, would you like to respond?",
      "start": 934.1882154006244,
      "type": "TX"
    },
    {
      "end": 892,
      "id": 49,
      "speaker": "Crouss",
      "speech": "The new shed will actually be closer to my house and further away from the property line than the old structures.",
      "start": 939.4542143600416,
      "type": "TX"
    },
    {
      "end": 968,
      "id": 711,
      "speaker": "Bueno",
      "speech": "So, I understand that he claims to be providing more space, but he has already exceeded what he should have. I wonder if that was officially approved. Is it currently approved? As it stands, he has already encroached upon our property boundary. Shouldn't he be more considerate? This raises another question - you are offering more property, but not actually granting us additional space, which goes against the law. In reality, you are not giving us anything back; instead, you are essentially reversing what should have been done. That's the structure of it. According to what she said, it was meant to be temporary, not meant to remain there. My mother is here with me and she is expressing the same sentiment in this message. Did you hear that? He mentioned that what was up there was supposed to be temporary, and now he wants to construct something permanent, which still exceeds the boundaries.",
      "start": 939.4542143600416,
      "type": "TX"
    },
    {
      "end": 976,
      "id": 50,
      "speaker": "Florence",
      "speech": "Do you have any record to show that the existing structures were supposed to be temporary?",
      "start": 1022.6569979188346,
      "type": "TX"
    },
    {
      "end": 1007,
      "id": 51,
      "speaker": "Bueno",
      "speech": "No, but it has always been our understanding that the shed was temporary.",
      "start": 1033.1889958376692,
      "type": "TX"
    },
    {
      "end": 1012,
      "id": 52,
      "speaker": "Florence",
      "speech": "Mr Crouss, when did you buy your property?",
      "start": 1060.5721904266388,
      "type": "TX"
    },
    {
      "end": 1021,
      "id": 53,
      "speaker": "Bueno",
      "speech": "_via phone, misunderstands and believes question was directed at her_",
      "start": 1075.3169875130072,
      "type": "TX"
    },
    {
      "end": 1058,
      "id": 712,
      "speaker": "Bueno",
      "speech": "I own one lot, while my aunt and uncle owned the other lot. Then my mom purchased the property from both of them, so now we have two lots. I decided to buy a portion of my mom's lot so that I could contribute to the construction of a family retreat up there. It will serve as a home for our growing family, as I now have two children and just welcomed a grandbaby last Friday. This property has been in our family for over 60 years, and it would be wonderful to see something happening there. I'm really looking forward to spending time up there.",
      "start": 1075.3169875130072,
      "type": "TX"
    },
    {
      "end": 1062,
      "id": 54,
      "speaker": "Florence",
      "speech": "Both lots are currently vacant, is that right, with no structures on them?",
      "start": 1114.285379812695,
      "type": "TX"
    },
    {
      "end": 1090,
      "id": 55,
      "speaker": "Bueno",
      "speech": "Currently, there are no structures on the property. However, there is a camper that we are actively trying to remove from it. This camper used to be functional and usable, but unfortunately, it has become unusable over time. Although there is a camper available for use, it is immovable. Therefore, we are currently in the process of finding someone who can assist us in removing it from the property. My son-in-law has been working on this task, but he recently had a baby on Friday, so we are exploring other options to get it taken care of. Initially, we attempted to contact a local junkyard for assistance, but they were unable to provide the help we needed.",
      "start": 1119.5513787721125,
      "type": "TX"
    },
    {
      "end": 1090,
      "id": 56,
      "speaker": "Florence",
      "speech": "Mt Crouss, when did you buy your property?",
      "start": 1147.9877731529657,
      "type": "TX"
    },
    {
      "end": 1140,
      "id": 713,
      "speaker": "Crouss",
      "speech": "11 years ago. The shed was in place at that time. In 2022, I had the lot surveyed. This survey accurately depicted the shed and the carport that used to be present on the property. However, it is important to note that the carport is no longer there currently.",
      "start": 1147.9877731529657,
      "type": "TX"
    },
    {
      "end": 1151,
      "id": 62,
      "speaker": "Florence",
      "speech": " I have some comments but only comments that I'd want to make in the deliberative session. I don't I don't have any more questions. Does anybody have any questions on the board?",
      "start": 1200.6477627471384,
      "type": "TX"
    },
    {
      "end": 1151,
      "id": 63,
      "speaker": "Carney",
      "speech": "I do If you're standing and you're going towards the other piece of property, how far back does your line go into the woods? I tried to look for a stake there.",
      "start": 1212.2329604578565,
      "type": "TX"
    },
    {
      "end": 1173,
      "id": 714,
      "speaker": "Crouss",
      "speech": "It's right where the rocks pile up at the edge of the trees. There's a well right on the property line that predates my ownership.",
      "start": 1212.2329604578565,
      "type": "TX"
    },
    {
      "end": 1215,
      "id": 64,
      "speaker": "Bueno",
      "speech": "I could not hear perfectly, but did Mr Crouss say he bought the property 11 years ago and the shed was already there, but not the carport?",
      "start": 1235.4033558792923,
      "type": "TX"
    },
    {
      "end": 1236,
      "id": 75,
      "speaker": "Florence",
      "speech": "Correct. Mr Crouss, did you erect the carport in the last 10 years?",
      "start": 1279.6377471383976,
      "type": "TX"
    },
    {
      "end": 1240,
      "id": 80,
      "speaker": "Crouss",
      "speech": "I agree with that. It was a year after we had been there.",
      "start": 1301.75494276795,
      "type": "TX"
    },
    {
      "end": 1255,
      "id": 81,
      "speaker": "Florence",
      "speech": "Is it safe to say you did not get a variance at that time?",
      "start": 1305.967741935484,
      "type": "TX"
    },
    {
      "end": 1258,
      "id": 84,
      "speaker": "Crouss",
      "speech": "No, was that even a thing 10 years ago?",
      "start": 1321.7657388137357,
      "type": "TX"
    },
    {
      "end": 1268,
      "id": 85,
      "speaker": "Florence",
      "speech": "That's a good question. Mr Hatch, from your experience as chair of the Planning Board, do you know when the setback limits enacted?",
      "start": 1324.9253381893861,
      "type": "TX"
    },
    {
      "end": 1312,
      "id": 86,
      "speaker": "Hatch",
      "speech": "I have noticed that many individuals install carports, if you will, for a more accurate description. Surprisingly, they never bother obtaining the necessary permits, which are technically required for six months of the year. After that period, they are supposed to take it down, but nobody ever does. Therefore, the requirement is not really applicable. Additionally, the sidelines setback has been established since 2002.",
      "start": 1341.7765348595212,
      "type": "TX"
    },
    {
      "end": 1328,
      "id": 87,
      "speaker": "Florence",
      "speech": "I believe the carport might have been non-conforming, but that is not our concern at the moment since it no longer exists. Therefore, it is what it is. I mean, it is simply a fact that we have to accept.",
      "start": 1381.7981269510926,
      "type": "TX"
    },
    {
      "end": 1333,
      "id": 88,
      "speaker": "Bueno",
      "speech": "Okay. So you're saying that the LUOs were established in 2002?",
      "start": 1399.7025234131113,
      "type": "TX"
    },
    {
      "end": 1351,
      "id": 89,
      "speaker": "Florence",
      "speech": "Yes. However over the years new LUOs have been introduced through several amendments. I am uncertain about the exact timing of when the setback LUO was implemented.",
      "start": 1403.9153225806451,
      "type": "TX"
    },
    {
      "end": 1354,
      "id": 90,
      "speaker": "Bueno",
      "speech": "I appreciate your response and thank you for your input.",
      "start": 1423.9261186264307,
      "type": "TX"
    },
    {
      "end": 1411,
      "id": 91,
      "speaker": "Lavoie",
      "speech": "I am an abutter at 2154 Valley Road. I believe that by removing the old shed and carport and replacing them with a new shed, Mr Crouss will make his lot more conforming than it is today. Additionally, this change would greatly enhance the character of the neighborhood. Instead of having a temporary shelter and an old rickety shack, we would have one structure, which would be a vast improvement. Therefore, I am fully in favor of Mr Crouss's project.",
      "start": 1426.0325182101976,
      "type": "TX"
    },
    {
      "end": 1455,
      "id": 102,
      "speaker": "Bueno",
      "speech": "I'd like to make another comment. I just want to express my thoughts on this matter. I can understand and appreciate people's desire to enhance their yard and be considerate neighbors. However, I fail to comprehend why this should come at the expense of someone living nearby. Just because you can improve your own property, it doesn't necessarily mean that you should obtain a variance to make it bigger, causing someone else to compromise their privacy and relinquish what they have rightfully obtained through hard work and payment.",
      "start": 1487.1181061394382,
      "type": "TX"
    },
    {
      "end": 1465,
      "id": 106,
      "speaker": "Florence",
      "speech": "Before we move on, do you feel that you've heard and understood everything you needed to?",
      "start": 1533.45889698231,
      "type": "TX"
    },
    {
      "end": 1488,
      "id": 107,
      "speaker": "Bueno",
      "speech": "I believe so. I have concerns about the shed being already very close. However, I want to acknowledge that you all have been very clear, and I genuinely appreciate that. Moreover, I am grateful to everyone for giving me the opportunity to speak.",
      "start": 1546.0972944849116,
      "type": "TX"
    },
    {
      "end": 1505,
      "id": 108,
      "speaker": "Florence",
      "speech": "Thank you. We're going to move on from Mr. Crouss's Case now but we have not yet closed the Public Hearing. I encourage you to stay on the line. Please speak up if anything further occurs to you.",
      "start": 1567.1612903225807,
      "type": "TX"
    },
    {
      "id": 715,
      "title": "Doug Max hearing",
      "type": "AG"
    },
    {
      "end": 1507,
      "id": 109,
      "speaker": "Florence",
      "speech": "Mr Max, before we proceed, vice-chair Carney and I visited your lot today and measured the setback distances, and the building and impervious coverage. We were concerned that no work was shown on page 4 of your buiiding permit application. I will now hand out a document that shows the measurements we found and I'd like to hear your comments.",
      "start": 1585.0656867845994,
      "type": "TX"
    },
    {
      "end": 1510,
      "id": 110,
      "speaker": "Document",
      "speech": "Front setback from garage to road: 45’ where 50’ required.\n\nTotal lot: 29900\n\nGarage and surrounding covered walkways: 38.6 x 41.7 = 1610\nConnector covered walkway, garage to house: 10 x 13.5 = 135\nHouse (including deck): (47.2 x 57.4) - (18 x 23.5) = 2286\n\nNew lean-to: 12 x 36 = 432\nNew stairway: 4 x 8 = 32\n\nTotal building coverage: 4495 = 15%\n\nDriveway: (28.2 x 80) + (20 x 45.5) = 3166 (impervious at LEAST this amount) \n\nTotal impervious coverage: 7661 = 25.6% AT LEAST",
      "start": 1587.1720863683663,
      "type": "TX"
    },
    {
      "end": 1782,
      "id": 111,
      "speaker": "Florence",
      "speech": " And I'd like the board to look at that because I thought the numbers were surprising.  On the building permit application, you're saying that your structure coverage is 8.12% and your impervious surface coverage is 19.6%, whereas both are actually significantly higher.",
      "start": 1590.3316857440166,
      "type": "TX"
    },
    {
      "end": 1815,
      "id": 144,
      "speaker": "Max",
      "speech": "I'm at a loss at how you came to those numbers as, when I filled out the building permit application, I simply copied from a survey we had done in 2013.",
      "start": 1876.8020291363164,
      "type": "TX"
    },
    {
      "end": 1820,
      "id": 146,
      "speaker": "Florence",
      "speech": "Did that survey include the covered walkways, for example?",
      "start": 1911.5576222684704,
      "type": "TX"
    },
    {
      "end": 1829,
      "id": 148,
      "speaker": "Max",
      "speech": "Yes, I believe so.",
      "start": 1916.8236212278875,
      "type": "TX"
    },
    {
      "end": 1839,
      "id": 149,
      "speaker": "Florence",
      "speech": "I believe Mr. Carney can support my statement that we have thoroughly analyzed this situation and, if anything, we have been quite generous in our approach.",
      "start": 1926.3024193548388,
      "type": "TX"
    },
    {
      "end": 1865,
      "id": 150,
      "speaker": "Carney",
      "speech": "I think the actual coverage would be higher. We tried our best, but as, Mr Florence mentioned, we didn't measure the top of the walls because they were curved and it would have taken too long. So, we wouldn't have been able to accurately determine the right area.",
      "start": 1936.8344172736734,
      "type": "TX"
    },
    {
      "end": 1896,
      "id": 153,
      "speaker": "Florence",
      "speech": "Well, the fact is, we're confronted not with the one variance that you were looking for, which was the side setback variance. There's a building coverage variance and an impervious coverage variance that you need. We measured the distance from the garage to the road and that's 45 feet whereas it has to be 50 feet. so you need a front setback variance too.",
      "start": 1964.217611862643,
      "type": "TX"
    },
    {
      "end": 1906,
      "id": 157,
      "speaker": "Max",
      "speech": "The garage was built in 2013 and the setback measured from an engineering drawing. We got a building permit from the Town.",
      "start": 2000.0264047866806,
      "type": "TX"
    },
    {
      "end": 1932,
      "id": 158,
      "speaker": "Florence",
      "speech": "The covered walkway is going to align with the garage, as indicated in the drawing you provided. It seems like the covered walkway will require the same front setback as the garage. Looking at the diagram, it appears that the front of the covered walkway is aligned with the front of the garage. Therefore, if the garage is only 45 feet from the road, it should actually be 50 feet, just like the front of the covered walkway.",
      "start": 2007.3988033298647,
      "type": "TX"
    },
    {
      "end": 1934,
      "id": 159,
      "speaker": "Max",
      "speech": "So not for the garage?",
      "start": 2034.7819979188346,
      "type": "TX"
    },
    {
      "end": 1939,
      "id": 160,
      "speaker": "Florence",
      "speech": "It's too late for that.",
      "start": 2036.8883975026015,
      "type": "TX"
    },
    {
      "end": 1943,
      "id": 161,
      "speaker": "Max",
      "speech": "So it is not only the side setback for which a variance is needed, but the front too.",
      "start": 2042.1543964620187,
      "type": "TX"
    },
    {
      "end": 1968,
      "id": 163,
      "speaker": "Florence",
      "speech": "It seems that your building coverage was initially around 13.7%. However, with the addition of this new project, it has increased to 15%. Therefore, you will require a variance for this change as well. Additionally, the impervious coverage currently stands at a minimum of 25.6%.",
      "start": 2046.3671956295525,
      "type": "TX"
    },
    {
      "end": 1975,
      "id": 164,
      "speaker": "Max",
      "speech": "Understood, but covering an area that is already impervious doesn't change the impervious coverage percent.",
      "start": 2072.697190426639,
      "type": "TX"
    },
    {
      "end": 1994,
      "id": 165,
      "speaker": "Florence",
      "speech": "Nonetheless, we must consider the issue that the lot has at least 25.6% impervious coverage. ",
      "start": 2080.069588969823,
      "type": "TX"
    },
    {
      "end": 2016,
      "id": 167,
      "speaker": "Martin",
      "speech": "If this project doesn't change the impervious coverage, why are we even talking about it?  ",
      "start": 2111.6655827263266,
      "type": "TX"
    },
    {
      "end": 2123.250780437045,
      "id": 170,
      "speaker": "Florence",
      "speech": "Okay, let me explain the reason for our discussion. We have recently received a letter from Mr. John Butcher, and I will now proceed to read it out to you.",
      "start": 2123.250780437045,
      "type": "TX"
    },
    {
      "end": 2123.250780437045,
      "id": 716,
      "speaker": "Email",
      "speech": "> Will the BOA _(he means the ZBA)_ be taking into account an impervious surface % variance for this project. Multiple construction projects, including driveway expansion, covered walkways as well as retaining wall structures have been recently (within 1 yr) built on this lot.",
      "start": 2123.250780437045,
      "type": "TX"
    },
    {
      "end": 2077,
      "id": 717,
      "speaker": "Florence",
      "speech": "That's why we're talking about it because it's been raised by an abutter.",
      "start": 2123.250780437045,
      "type": "TX"
    },
    {
      "end": 2093,
      "id": 171,
      "speaker": "Martin",
      "speech": "To clarify, the impervious service has already been modified by previous actions, which is not directly relevant to the current discussion.",
      "start": 2190.6555671175856,
      "type": "TX"
    },
    {
      "end": 2129,
      "id": 175,
      "speaker": "Florence",
      "speech": "It's not directly related to this, but it's before us right now and I definitely want to talk about it. So, at the very minimum, instead of needing one side setback variance, I believe that you need a building coverage variance to get you to 15% and you need a front setback to get you from 45 feet to 50 feet. ",
      "start": 2204.347164412071,
      "type": "TX"
    },
    {
      "end": 2157,
      "id": 177,
      "speaker": "Hatch",
      "speech": "It's all there on the worksheet that we distributed.",
      "start": 2242.262356919875,
      "type": "TX"
    },
    {
      "end": 2193,
      "id": 186,
      "speaker": "Florence",
      "speech": "To summarize, it is necessary to have a side setback of 18 feet, although the requirement is for 30 feet. Additionally, a front setback of 45 feet is needed, even though the requirement is for 50 feet. Lastly, the building coverage should be 15%, although the maximum allowance is only 10%.   ",
      "start": 2271.7519510926118,
      "type": "TX"
    },
    {
      "end": 2198,
      "id": 190,
      "speaker": "Martin",
      "speech": "Are you suggesting that the application must be modified to request these additional variances?",
      "start": 2312.8267429760667,
      "type": "TX"
    },
    {
      "end": 2225,
      "id": 191,
      "speaker": "Florence",
      "speech": "Absolutely. And we're going to consider at least those three variances and not just the one that we've been presented with.",
      "start": 2318.092741935484,
      "type": "TX"
    },
    {
      "end": 2236,
      "id": 199,
      "speaker": "Martin",
      "speech": "So when you say you're going to consider all three variances, does that mean that you could approve all of them, even though he's only asking for one?",
      "start": 2344.4227367325702,
      "type": "TX"
    },
    {
      "end": 2264,
      "id": 200,
      "speaker": "Florence",
      "speech": "We must consider all necessary variances. We should not only focus on the variances that have been specifically requested. It is quite common for applicants to be unaware of the variances that are required.",
      "start": 2356.0079344432884,
      "type": "TX"
    },
    {
      "end": 2277,
      "id": 201,
      "speaker": "Martin",
      "speech": "Does Mr Max have to submit a new application?",
      "start": 2392.869927159209,
      "type": "TX"
    },
    {
      "end": 2290,
      "id": 202,
      "speaker": "Florence",
      "speech": "No reapplication is needed. We're here to discuss everything tonight. The ZBA doesn't play Simon Sez with paperwork",
      "start": 2398.1359261186262,
      "type": "TX"
    },
    {
      "end": 2296,
      "id": 203,
      "speaker": "Martin",
      "speech": "So are you saying you would address all three at this meeting now, or at a future meeting?",
      "start": 2412.880723204995,
      "type": "TX"
    },
    {
      "end": 2297,
      "id": 204,
      "speaker": "Florence",
      "speech": "No, right now.",
      "start": 2418.146722164412,
      "type": "TX"
    },
    {
      "end": 2310,
      "id": 205,
      "speaker": "Max",
      "speech": "I was taken by surprise and unprepared for this situation, so I am unsure how to respond.",
      "start": 2420.253121748179,
      "type": "TX"
    },
    {
      "end": 2320,
      "id": 206,
      "speaker": "Florence",
      "speech": "All the reasons you have prepared to justify your project remain relevant, regardless of the number of variances that may be required.",
      "start": 2432.89151925078,
      "type": "TX"
    },
    {
      "end": 2411,
      "id": 207,
      "speaker": "Speaker 2",
      "speech": "I believed that I had a legitimate hardship and that the location of the garage was not parallel or aligned with the presence inside line. Specifically, I understood that an engineer, possibly Peter Mellon, had determined the position of the garage. However, I cannot recall if he was the one who located it. By examining the drawing of the property, it can be observed that the distance between the rear corner of the lakeside of the garage and the front corner is greater. Therefore, I intended to discuss the location of the property or the garage itself, considering its proximity to the septic system.\n\nAt the time, the garage was constructed in accordance with the necessary regulations, as it was conforming. Unfortunately, I was unaware that it did not comply with the 50-foot frontal setback requirement. I had assumed that the engineer knew what he was doing and that my father had obtained a permit to build the garage. Consequently, I believed that the garage's location was intentional and justified. My intention was simply to add a carport to the existing structure.\n\nCurrently, I am in the process of selling my assets in Connecticut and relocating here in order to care for my parents. ",
      "start": 2443.423517169615,
      "type": "TX"
    },
    {
      "end": 2539.2646982310093,
      "id": 208,
      "speaker": "Hatch",
      "speech": "You based your calculations on a permit that you stated was granted in 2013. Mr. Butcher states that building has been going on for the last year. Do you want to comment on that?",
      "start": 2539.2646982310093,
      "type": "TX"
    },
    {
      "end": 2525,
      "id": 720,
      "speaker": "Max",
      "speech": "I would like to explain the reasons behind obtaining a building permit from the town to cover the walkways. The situation arose because my mother is wheelchair-bound and my father used to shovel the sidewalk. However, there was an incident in the past when my mother, who was using a walker at the time, slipped and fell on the sidewalk, resulting in a severe head injury. We nearly lost her due to this unfortunate accident.\n\nTo prevent such incidents from happening again, we decided to connect the garage to the house by constructing a covered walkway. We obtained the necessary permits and went through the State's approval process, ensuring that the construction followed all the required regulations. Now, I am seeking permission to utilize the parking area on the left side of the garage, which I believed was part of the variances being discussed today. This additional parking space would be beneficial, especially during winter weather conditions.\n\nI am in the process of relocating to this area to take care of my parents, and my house purchase is scheduled to close on Tuesday. The new property is significantly smaller, around five or six hundred square feet above a garage, compared to my previous 5000 square foot home on a lake in Connecticut. However, the decision to downsize was driven by the need to provide better care and accessibility for my parents, as evident from the circumstances I have described.\n\nRegrettably, I was unaware that our current setup does not comply with the coverage areas and setbacks regulations. Therefore, I am here today to request variances for all these aspects. I hope you can understand the importance of these modifications in ensuring the safety and well-being of my parents. ",
      "start": 2539.2646982310093,
      "type": "TX"
    },
    {
      "end": 2660.3826742976066,
      "id": 211,
      "speaker": "Hatch",
      "speech": "If no work had been done since 2013, our discussion tonight would be very different. It seems like you have not taken that into consideration based on what I'm hearing.",
      "start": 2660.3826742976066,
      "type": "TX"
    },
    {
      "end": 2615,
      "id": 721,
      "speaker": "Max",
      "speech": "I used the 2013 engineering calculations and incorporated measurements for covered walkways. I clarified that I included these calculations based on the 2013 maps submitted with the Town permits. I acknowledged that I am unsure whose calculations are incorrect, as the individuals who measured the walkways today seemed competent. I simply used the information I had and added it to the permit, assuming it complied with the regulations. This situation has caught me off guard, and I am unsure how to resolve it. I am only seeking leniency for the sake of my parents and trying to do the right thing. ",
      "start": 2660.3826742976066,
      "type": "TX"
    },
    {
      "end": 2626,
      "id": 215,
      "speaker": "Florence",
      "speech": "Do you have any comments about the hardship imposed? Is it your perspective that the hardship is inherent to the property?",
      "start": 2754.1174557752342,
      "type": "TX"
    },
    {
      "end": 2667,
      "id": 216,
      "speaker": "Max",
      "speech": "Yes, the hardship arises due to the positioning of the septic system and the position of the well. Additionally, I noted that the side of the garage is not parallel to the property line. Based on my understanding, I believed that I would be able to obtain a building permit for the garage and the proposed lean-to without requiring a variance, as long as the roof line did not deviate from the original perspective. Thus, I requested an additional setback to accommodate the desired roof line. ",
      "start": 2765.702653485952,
      "type": "TX"
    },
    {
      "end": 2703,
      "id": 220,
      "speaker": "Max",
      "speech": "I would like to highlight the significant amount of landscaping work I have undertaken. One particular challenge that my father had been struggling with for years was the presence of gravel and a hill, making it difficult to grow any kind of grass. Recognizing this as an issue, I took it upon myself to address the problem. I purchased two truck loads of topsoil and spread it over the area. Although I cannot recall the exact square footage, I estimate it to be around 1500 square feet. Additionally, I purchased sod and rolled it out, covering the entire area effectively. Fortunately, I managed to complete this task before experiencing heavy rainfall, which proved beneficial. However, I must admit that now I find myself facing a new predicament as I have to mow the lawn frequently.  ",
      "start": 2809.9370447450574,
      "type": "TX"
    },
    {
      "end": 2789,
      "id": 227,
      "speaker": "Max",
      "speech": "During my observation of the garage where I intend to install the carport, I noticed a gravel path leading towards the water. This path can be converted back to topsoil and sod, effectively addressing any impervious areas. I am willing to give up this path as its purpose was solely to provide access to the basement for wood burning. I convinced my father to switch from firewood to propane. Although he expressed frustration and accused me of depriving him of exercise, I successfully facilitated the switch. The gravel area alongside the garage can also be transformed into topsoil and grass seed, eliminating another 250 square feet of impervious space. I am willing to make any necessary concessions in order to fulfill my responsibilities of moving in and caring for my parents. I am open to suggestions and not present here to engage in arguments or disputes.",
      "start": 2846.799037460978,
      "type": "TX"
    },
    {
      "end": 2810,
      "id": 230,
      "speaker": "Florence",
      "speech": "The ZBA cannot provide suggestions, but the Select Board can offer assistance and guidance. They are known for being supportive and providing advice. However, the ZBA can only adjudicate the variances before us.",
      "start": 2937.374219562955,
      "type": "TX"
    },
    {
      "end": 2822,
      "id": 233,
      "speaker": "Max",
      "speech": "Do you propose to keep this hearing open until I can do more research?",
      "start": 2959.4914151925077,
      "type": "TX"
    },
    {
      "end": 2856,
      "id": 234,
      "speaker": "Florence",
      "speech": "We can talk about that, but I'd like to hear more input first.    ",
      "start": 2973.1830124869925,
      "type": "TX"
    },
    {
      "end": 2868,
      "id": 239,
      "speaker": "Martin",
      "speech": "If you decide tonight to deny the variances, does that prejudice Mr Max's ability to come back with a different application?",
      "start": 3008.9918054110303,
      "type": "TX"
    },
    {
      "end": 2882,
      "id": 240,
      "speaker": "Florence",
      "speech": "Not at all, but it does have to be a significantly different application. You aren't allowed to take two bites from the apple.",
      "start": 3020.577003121748,
      "type": "TX"
    },
    {
      "end": 2899,
      "id": 241,
      "speaker": "Martin",
      "speech": "If you deny the variances, can Mr Max return with a _similar_ application?",
      "start": 3045.853798126951,
      "type": "TX"
    },
    {
      "end": 3053.2261966701353,
      "id": 242,
      "speaker": "Florence",
      "speech": "It has to be a different application. ",
      "start": 3053.2261966701353,
      "type": "TX"
    },
    {
      "end": 3053.2261966701353,
      "id": 722,
      "speaker": "Martin",
      "speech": "What does that mean?",
      "start": 3053.2261966701353,
      "type": "TX"
    },
    {
      "end": 2914,
      "id": 723,
      "speaker": "Florence",
      "speech": "We will judge that when and if we see it. It just can't be the same proposal.",
      "start": 3053.2261966701353,
      "type": "TX"
    },
    {
      "end": 2935,
      "id": 243,
      "speaker": "Martin",
      "speech": "But I don't see what changes he can make.The only thing that has been suggested is go back to the Select Board and say, well I'm gonna take out this gravel walkway and remove 250 feet of impervious coverage.",
      "start": 3071.130593132154,
      "type": "TX"
    },
    {
      "end": 3091.14138917794,
      "id": 246,
      "speaker": "Florence",
      "speech": "I don't want to get ahead of ourselves and talk about granting or denying this application at this stage of the Public Hearing. I will point out, though, that if the ZBA denies a variance, the applicant can appeal within 30 days. This allows them to present the same proposal with different arguments for reconsideration. If the board rejects the appeal, the applicant can then take the case to the Housing Appeals Board or even the Supreme Court.",
      "start": 3091.14138917794,
      "type": "TX"
    },
    {
      "end": 3091.14138917794,
      "id": 724,
      "speaker": "Cashorali",
      "speech": "When did John Butcher send his email?",
      "start": 3091.14138917794,
      "type": "TX"
    },
    {
      "end": 3091.14138917794,
      "id": 726,
      "speaker": "Florence",
      "speech": "On August 15th.",
      "start": 3091.14138917794,
      "type": "TX"
    },
    {
      "end": 3012,
      "id": 725,
      "speaker": "Cashorali",
      "speech": "So a couple of weeks ago,  right. I know it's unintentional. Not giving someone a heads up. That happened. And then having them come in here and have to defend something. But it isn't right and, speaking as a resident of the town that doesn't have a good look, you know what I mean?",
      "start": 3091.14138917794,
      "type": "TX"
    },
    {
      "end": 3032,
      "id": 250,
      "speaker": "Florence",
      "speech": "No, I don't know what you mean because the Board has no ability to discuss this case with anybody period outside of this hearing. So I don't know what you mean at all. We did no investigation. We've done no investigation. We do measuring. That's all we do measuring.",
      "start": 3172.2377731529655,
      "type": "TX"
    },
    {
      "end": 3045,
      "id": 251,
      "speaker": "Cashorali",
      "speech": "I'm just saying from how I look at this, right? So you can't interact with any of the people here prior to this meeting. You're not allowed to interact with them?",
      "start": 3194.354968782518,
      "type": "TX"
    },
    {
      "end": 3058,
      "id": 252,
      "speaker": "Carney",
      "speech": "If we show up at somebody's property, we obviously introduce ourselves and request permission to enter for a site inspection. ",
      "start": 3206.9933662851195,
      "type": "TX"
    },
    {
      "end": 3220.6849635796048,
      "id": 255,
      "speaker": "Martin",
      "speech": "So you have no duty to make that letter known to the application?",
      "start": 3220.6849635796048,
      "type": "TX"
    },
    {
      "end": 3070,
      "id": 727,
      "speaker": "Florence",
      "speech": "None whatsoever. The only forum that exists for making the Butcher email known is this Public Hearing. That's why we're here tonight. ",
      "start": 3220.6849635796048,
      "type": "TX"
    },
    {
      "end": 3080,
      "id": 257,
      "speaker": "Florence",
      "speech": "Does anyone have any more questions for Mr Max?",
      "start": 3240.69575962539,
      "type": "TX"
    },
    {
      "end": 3084,
      "id": 258,
      "speaker": "All",
      "speech": "No.",
      "start": 3247.014958376691,
      "type": "TX"
    },
    {
      "end": 3108,
      "id": 259,
      "speaker": "Florence",
      "speech": "The question. Mr. Max put on the table is: do we continue this hearing to give him more time to do research? Or do we proceed with the hearing, go into the deliberative session and vote on what we have heard?",
      "start": 3249.1213579604578,
      "type": "TX"
    },
    {
      "end": 3141,
      "id": 260,
      "speaker": "Hatch",
      "speech": "If we close the Public Hearing, we can't reopen it. So we must decide now if we want a continuance.   ",
      "start": 3277.5577523413112,
      "type": "TX"
    },
    {
      "end": 3160,
      "id": 264,
      "speaker": "Max",
      "speech": "Can I offer to give back any of the impervious area?",
      "start": 3311.260145681582,
      "type": "TX"
    },
    {
      "end": 3328.1113423517168,
      "id": 265,
      "speaker": "Florence",
      "speech": "The Board can't negotiate. All we can do is accept or deny your variances. That's all we can do. And of course, if we deny, you have the right of appeal as I mentioned earlier.",
      "start": 3328.1113423517168,
      "type": "TX"
    },
    {
      "end": 3236,
      "id": 728,
      "speaker": "Hatch",
      "speech": "I want to go back to the moment when your building permit was denied. It was denied because you needed a special permission for the distance between your building and the side property line. We, as the board, were not aware of this application initially. It was sent to us because you did not meet that requirement in the Land Use Ordinance. I cannot say what other measurements or discussions took place with the Select Board, but they rejected your application, which is why we are here tonight, is that correct? ",
      "start": 3328.1113423517168,
      "type": "TX"
    },
    {
      "end": 3329,
      "id": 267,
      "speaker": "Max",
      "speech": "During the discussion with the Select Board, we identified the hardship as the property's topography and the parallel property line with the garage. The existing impervious surface cannot be altered, but I am willing to give back approximately 250 square feet of impervious surface and convert it to absorbing or pervious soil. This could be seen as a positive solution. Additionally, I considered turning the carport into a guard rail to prevent any safety hazards, especially after my father accidentally backed into the garage recently. The proposed guard rail would be eight by eight and would support a roof, making it a suitable solution for this situation. That is why I am here before you today.",
      "start": 3408.1545265348595,
      "type": "TX"
    },
    {
      "end": 3333,
      "id": 269,
      "speaker": "Florence",
      "speech": "Let's talk about the DES permit.",
      "start": 3506.102107180021,
      "type": "TX"
    },
    {
      "end": 3350,
      "id": 270,
      "speaker": "Carney",
      "speech": "Eventually, you will need a shoreland permit from DES. The Town allows you to apply for a variance first, in case the DES permit is denied, potentially saving you an expensive process if the variance is denied.",
      "start": 3510.314906347555,
      "type": "TX"
    },
    {
      "end": 3385,
      "id": 271,
      "speaker": "Max",
      "speech": "I am aware of that and will obtain the necessary DES permits if and when my variances are granted.         ",
      "start": 3528.2193028095735,
      "type": "TX"
    },
    {
      "end": 3392,
      "id": 281,
      "speaker": "Florence",
      "speech": "It looks like all the building materials are sitting there, right? ",
      "start": 3567.1876951092613,
      "type": "TX"
    },
    {
      "end": 3416,
      "id": 282,
      "speaker": "Max",
      "speech": "Yes, I've spent several thousand dollars on lumber that's under tarps and ready to use.",
      "start": 3572.4536940686785,
      "type": "TX"
    },
    {
      "end": 3419,
      "id": 283,
      "speaker": "Florence",
      "speech": "So you were pretty sure you were going to get the variances and the DES permit?",
      "start": 3597.7304890738815,
      "type": "TX"
    },
    {
      "end": 3513,
      "id": 284,
      "speaker": "Max",
      "speech": "I wasn't aware of any of this to be perfectly honest.\n\nI am currently in the process of obtaining a building permit to construct a bedroom above the garage. This is important because my parents and I need our own separate spaces. As part of the safety measures, I am ensuring that there are four different exits from the garage in case of a fire. This is crucial because there are flammable materials such as gas, oil, and lawn mowers stored in the garage. Having a second floor with a set of stairs will provide an additional escape route in case the first one is blocked by fire. \n\nThat's why I'm asking for this variance. I believe it's important to have a safety measure in place, like a guard rail on top of the retaining wall, to prevent accidents and provide a way for me to escape in case of a fire.",
      "start": 3600.8900884495315,
      "type": "TX"
    },
    {
      "end": 3526,
      "id": 295,
      "speaker": "Florence",
      "speech": "The Board understands your arguments and statements, but I feel we are starting to cover the same ground. Is there anything new you'd like to add?",
      "start": 3699.8908688865763,
      "type": "TX"
    },
    {
      "end": 3560,
      "id": 296,
      "speaker": "Martin",
      "speech": "I'd like to learn more about the implications of the construction of the retaining walls or terraces. But their impact on the impervious coverage is not before us tonight, is that right? So what is in the Butcher email that bears directly on Mr Max's request?    ",
      "start": 3713.5824661810616,
      "type": "TX"
    },
    {
      "end": 3565,
      "id": 301,
      "speaker": "Florence",
      "speech": "I think that's for us to discuss during our deliberative session.",
      "start": 3751.4976586888656,
      "type": "TX"
    },
    {
      "end": 3570,
      "id": 302,
      "speaker": "Martin ",
      "speech": "Can you re-read the Butcher email?",
      "start": 3758.87005723205,
      "type": "TX"
    },
    {
      "end": 3575,
      "id": 303,
      "speaker": "Hatch",
      "speech": "I have that up on my computer and I'll read it.",
      "start": 3759.9232570239333,
      "type": "TX"
    },
    {
      "end": 3608,
      "id": 304,
      "speaker": "Email",
      "speech": "> Will the BOA _(he means the ZBA)_ be taking into account an impervious surface % variance for this project. Multiple construction projects, including driveway expansion, covered walkways as well as retaining wall structures have been recently (within 1 yr) built on this lot.",
      "start": 3765.1892559833504,
      "type": "TX"
    },
    {
      "end": 3623,
      "id": 305,
      "speaker": "Martin",
      "speech": "So I think what I'm hearing is that John Butcher asserts that doing that terracing reduced the amount of impervious surface, and that the Board should take that fact into account.",
      "start": 3799.9448491155044,
      "type": "TX"
    },
    {
      "end": 3627,
      "id": 306,
      "speaker": "Florence",
      "speech": "That's what he's saying.   ",
      "start": 3815.7428459937564,
      "type": "TX"
    },
    {
      "end": 3631,
      "id": 310,
      "speaker": "Martin",
      "speech": "And that bears on this case because ... ?",
      "start": 3821.0088449531736,
      "type": "TX"
    },
    {
      "end": 3679,
      "id": 311,
      "speaker": "Florence",
      "speech": "I'm not going to let you try to back us into a corner about what we're going to discuss during in the deliberative session. That's our privilege. We're going to consider the evidence and we're going to talk about it. if you are prepared to sit into the deliberative session, you'll find out.\n\nIs there anybody else want to talk on this case? If not the Public Hearing is not yet closed. If there's anything that occurs to you before we do close it, please say it. Otherwise, I'd like to move on to My Szymanski and talk about his case. ",
      "start": 3824.168444328824,
      "type": "TX"
    },
    {
      "id": 730,
      "title": "Joseph Szymanski hearing",
      "type": "AG"
    },
    {
      "end": 3721,
      "id": 315,
      "speaker": "Speaker 1",
      "speech": "Okay. Leave my schedule, which is not in compliance. So, I'll just make sure you guys have been to my property. It's basically only place I can put it, where it's dry. That's what I'm looking for a smoker shorts. And it's not a nice or even though it's closer to the wrong kind of supposed to be I believe I have plenty of space.",
      "start": 3882.0944328824144,
      "type": "TX"
    },
    {
      "end": 3779,
      "id": 316,
      "speaker": "Speaker 3",
      "speech": "Did you did you consider ultimate locations alternate conforming locations for that shed? Okay, okay. if it had gone on the other side, Of your driveway. Away from the room opposite, the opposite position that it is now. Would it have been conforming? Do you think",
      "start": 3925.275624349636,
      "type": "TX"
    },
    {
      "end": 3783,
      "id": 317,
      "speaker": "Speaker 1",
      "speech": "probably would be? But it would be underwater too many times.",
      "start": 3980.0420135275754,
      "type": "TX"
    },
    {
      "end": 3814,
      "id": 318,
      "speaker": "Speaker 3",
      "speech": "It is true, right? That I observe that because, you know, Vice chairman and Connie and I were there, we spoke to you that. You have elevated to shed even now in his current position, it's three or four inches above grade on raffle, whatever, you've done that, to get it above the great, it didn't appear that slope was that significant and does the water.",
      "start": 3985.3080124869925,
      "type": "TX"
    },
    {
      "end": 3821,
      "id": 319,
      "speaker": "Speaker 1",
      "speech": "Into the most, you know? Just just before my driveway. So it was up there.",
      "start": 4017.95720603538,
      "type": "TX"
    },
    {
      "end": 3828,
      "id": 320,
      "speaker": "Speaker 3",
      "speech": "Could with sufficient on the other side of the, you know, alternate location.",
      "start": 4025.329604578564,
      "type": "TX"
    },
    {
      "end": 3853,
      "id": 321,
      "speaker": "Speaker 1",
      "speech": "Doesn't happen all the time. Just Children,",
      "start": 4034.808402705515,
      "type": "TX"
    },
    {
      "end": 3936,
      "id": 322,
      "speaker": "Speaker 3",
      "speech": "right? I'm just looking for something where you're talking. It's true that a significant portion of your property is wetland, is that right a significant portion and that, you have you over the years or whenever your house was built, you have filled some of that Wetland to keep the Wetland away. Okay, did you look for Whether you have the required 50 foot clearance from the Wetland. Okay. Okay. I know, I know we measured it and it was a belt 50 feet, right? It was about, but it was unclear where your fill of the Wetland actually encroached on what is officially the Wetland if that makes any sense. Well, the Wetland is I've got a map here of your property. You can see that. but, You're free to come up and take a yeah, please. If you please, please, take a look. that this Here is the extent of the Wetland as understood by dias. That comes it comes directly from their database,",
      "start": 4057.978798126951,
      "type": "TX"
    },
    {
      "end": 3937,
      "id": 323,
      "speaker": "Speaker 1",
      "speech": "right?",
      "start": 4145.394380853278,
      "type": "TX"
    },
    {
      "end": 3951,
      "id": 324,
      "speaker": "Speaker 3",
      "speech": "So and that's the GPS location of your shed right there. So it's clearly, you know, within 50 feet of that. Well though, you have pushed that Wetland back by Phil, that you have done a little bit. Yeah,",
      "start": 4146.447580645161,
      "type": "TX"
    },
    {
      "end": 3954,
      "id": 325,
      "speaker": "Speaker 1",
      "speech": "okay, okay. I'm not gonna deny it there.",
      "start": 4161.19237773153,
      "type": "TX"
    },
    {
      "end": 3957,
      "id": 326,
      "speaker": "Speaker 3",
      "speech": "Yeah, yeah, okay. Okay.",
      "start": 4164.35197710718,
      "type": "TX"
    },
    {
      "end": 3972,
      "id": 327,
      "speaker": "Speaker 4",
      "speech": "When we have a high water does. That other structure, you have their the barn or whatever, does the Water Circle that thing.",
      "start": 4170.671175858481,
      "type": "TX"
    },
    {
      "end": 3977,
      "id": 328,
      "speaker": "Speaker 3",
      "speech": "Okay. Let's check it.",
      "start": 4183.309573361083,
      "type": "TX"
    },
    {
      "end": 3984,
      "id": 329,
      "speaker": "Speaker 4",
      "speech": "Now that that water that you do get, that's that's the Overflow from Millen Pond that goes through there.",
      "start": 4188.575572320499,
      "type": "TX"
    },
    {
      "end": 3995,
      "id": 330,
      "speaker": "Speaker 1",
      "speech": "Somebody is the creeping back is. There's also covered that comes underneath the road. Opposite side. You can see that",
      "start": 4198.05437044745,
      "type": "TX"
    },
    {
      "end": 4002,
      "id": 331,
      "speaker": "Speaker 3",
      "speech": "there's the Culvert right there and this is the stream coming down here. Alright to feed into the pond.",
      "start": 4207.533168574401,
      "type": "TX"
    },
    {
      "end": 4002,
      "id": 332,
      "speaker": "Speaker 1",
      "speech": "Yeah.",
      "start": 4214.905567117586,
      "type": "TX"
    },
    {
      "end": 4013,
      "id": 333,
      "speaker": "Speaker 4",
      "speech": "Good one. There it shows. The string comes right.",
      "start": 4222.27796566077,
      "type": "TX"
    },
    {
      "end": 4015,
      "id": 334,
      "speaker": "Speaker 3",
      "speech": "It shows the stream. Don't in the floors.",
      "start": 4226.490764828304,
      "type": "TX"
    },
    {
      "end": 4016,
      "id": 335,
      "speaker": "Speaker 2",
      "speech": "Yeah, that's right.",
      "start": 4228.597164412071,
      "type": "TX"
    },
    {
      "end": 4035,
      "id": 336,
      "speaker": "Speaker 1",
      "speech": "Dude, I just don't let me stop. You have like the books strike. I just got rid of some snowmobiles that were underwater for a couple years ago. Okay.",
      "start": 4231.756763787721,
      "type": "TX"
    },
    {
      "end": 4040,
      "id": 337,
      "speaker": "Speaker 3",
      "speech": "Yeah. You had a snowman be only if I remember park behind your boat house, right?",
      "start": 4249.66116024974,
      "type": "TX"
    },
    {
      "end": 4040,
      "id": 338,
      "speaker": "Speaker 1",
      "speech": "Yeah.",
      "start": 4254.927159209157,
      "type": "TX"
    },
    {
      "end": 4069,
      "id": 339,
      "speaker": "Speaker 3",
      "speech": "Okay. Okay. Okay. Now you have. I thought his hair ready to speak on your behalf. Is that right? Would you like to speak now? Okay. Are you speaking for or against or neither neither? Okay, thank you. Yeah and I'm sorry you just speaking for or against or just",
      "start": 4255.980359001041,
      "type": "TX"
    },
    {
      "end": 4087,
      "id": 340,
      "speaker": "Speaker 1",
      "speech": "Expected that they should have told him either build an apartment, they wanted to",
      "start": 4300.214750260146,
      "type": "TX"
    },
    {
      "end": 4087,
      "id": 341,
      "speaker": "Speaker 3",
      "speech": "hear.",
      "start": 4304.42754942768,
      "type": "TX"
    },
    {
      "end": 4094,
      "id": 342,
      "speaker": "Speaker 1",
      "speech": "And that's the location that he wanted it because of the area of water. He couldn't put it anywhere else because",
      "start": 4304.42754942768,
      "type": "TX"
    },
    {
      "end": 4097,
      "id": 343,
      "speaker": "Speaker 2",
      "speech": "up on the other side of his house up on the street level",
      "start": 4311.799947970863,
      "type": "TX"
    },
    {
      "end": 4100,
      "id": 344,
      "speaker": "Speaker 1",
      "speech": "seven. So that no place up there.",
      "start": 4314.959547346514,
      "type": "TX"
    },
    {
      "end": 4109,
      "id": 345,
      "speaker": "Speaker 3",
      "speech": "I see. Where is a septic? It was a sceptic is here. Oh, here.",
      "start": 4318.119146722164,
      "type": "TX"
    },
    {
      "end": 4113,
      "id": 346,
      "speaker": "Speaker 1",
      "speech": "Other person property there.",
      "start": 4330.757544224766,
      "type": "TX"
    },
    {
      "end": 4115,
      "id": 347,
      "speaker": "Speaker 3",
      "speech": "Okay, right. Right. Right. Right here. Yeah.",
      "start": 4331.81074401665,
      "type": "TX"
    },
    {
      "end": 4115,
      "id": 348,
      "speaker": "Speaker 1",
      "speech": "Okay.",
      "start": 4333.917143600416,
      "type": "TX"
    },
    {
      "end": 4118,
      "id": 349,
      "speaker": "Speaker 3",
      "speech": "He's right. The subject is there?",
      "start": 4333.917143600416,
      "type": "TX"
    },
    {
      "end": 4125,
      "id": 350,
      "speaker": "Speaker 2",
      "speech": "Yeah. Okay.",
      "start": 4337.076742976066,
      "type": "TX"
    },
    {
      "end": 4149,
      "id": 351,
      "speaker": "Speaker 1",
      "speech": "I guess that's it. Basically there's a lot of us. Yeah,",
      "start": 4366.5663371488035,
      "type": "TX"
    },
    {
      "end": 4164,
      "id": 352,
      "speaker": "Speaker 3",
      "speech": "we know sir. Yes, sir. My drawing here. Yeah. Anybody got any more questions? Mr. Samansky So remember me, Gary somebody else is Shelly on the line.",
      "start": 4369.725936524454,
      "type": "TX"
    },
    {
      "end": 4169,
      "id": 353,
      "speaker": "Speaker 4",
      "speech": "Hello, Shelly.",
      "start": 4389.736732570239,
      "type": "TX"
    },
    {
      "end": 4171,
      "id": 354,
      "speaker": "Speaker 1",
      "speech": "Know, she's gone,",
      "start": 4391.8431321540065,
      "type": "TX"
    },
    {
      "end": 4174,
      "id": 355,
      "speaker": "Speaker 4",
      "speech": "she's gone. What can I show it?",
      "start": 4392.89633194589,
      "type": "TX"
    },
    {
      "end": 4186,
      "id": 356,
      "speaker": "Speaker 3",
      "speech": "What I what I was going to suggest not just so this up before we close the public hearing, If we could raise Shelly one more time to see whether she's got anything saying, oh, I want to make clear to Shelly.",
      "start": 4396.05593132154,
      "type": "TX"
    },
    {
      "end": 4187,
      "id": 357,
      "speaker": "Speaker 2",
      "speech": "All right,",
      "start": 4408.694328824142,
      "type": "TX"
    },
    {
      "end": 4188,
      "id": 358,
      "speaker": "Speaker 4",
      "speech": "let me see if I can get",
      "start": 4409.747528616025,
      "type": "TX"
    },
    {
      "end": 4206,
      "id": 359,
      "speaker": "Speaker 3",
      "speech": "it. She's got that after the deliberative session. If he doesn't like what we decide, she has the right to appeal as an Applause as she has the right to be there. Thank you.",
      "start": 4410.8007284079085,
      "type": "TX"
    },
    {
      "end": 4226,
      "id": 360,
      "speaker": "Speaker 4",
      "speech": "Call failed. 978-394-2157. I'll try it again. Okay,",
      "start": 4441.343522372528,
      "type": "TX"
    },
    {
      "end": 4228,
      "id": 361,
      "speaker": "Speaker 3",
      "speech": "let's try one more time.",
      "start": 4450.82232049948,
      "type": "TX"
    },
    {
      "end": 4254,
      "id": 362,
      "speaker": "Speaker 4",
      "speech": "off to tell my wife, I actually We kind of lost you, but we had the chairman would like to say something.",
      "start": 4461.3543184183145,
      "type": "TX"
    },
    {
      "end": 4265,
      "id": 363,
      "speaker": "Speaker 3",
      "speech": "Hi Shelly. Hi Shelly. Sorry to disturb you again so late, but we're about to close the public hearing. I want to make sure that you haven't thought of anything else you want to say.",
      "start": 4481.3651144641,
      "type": "TX"
    },
    {
      "end": 4273,
      "id": 364,
      "speaker": "Speaker 1",
      "speech": "I have an idea missed the last half hour. All the sudden we couldn't hear anything after 7:35.",
      "start": 4495.056711758585,
      "type": "TX"
    },
    {
      "end": 4286,
      "id": 365,
      "speaker": "Speaker 3",
      "speech": "Okay. And that was a different",
      "start": 4500.322710718002,
      "type": "TX"
    },
    {
      "end": 4288,
      "id": 366,
      "speaker": "Speaker 4",
      "speech": "cat. That was a different case than your",
      "start": 4514.014308012487,
      "type": "TX"
    },
    {
      "end": 4289,
      "id": 367,
      "speaker": "Speaker 1",
      "speech": "he didn't miss",
      "start": 4516.120707596254,
      "type": "TX"
    },
    {
      "end": 4293,
      "id": 368,
      "speaker": "Speaker 4",
      "speech": "it so you didn't miss anything that had anything to do with your case.",
      "start": 4517.173907388137,
      "type": "TX"
    },
    {
      "end": 4294,
      "id": 369,
      "speaker": "Speaker 3",
      "speech": "Well,",
      "start": 4521.3867065556715,
      "type": "TX"
    },
    {
      "end": 4318,
      "id": 370,
      "speaker": "Speaker 1",
      "speech": "I just I don't have anything specific to say. Just I appreciate, you know, the ability to come and speak or speak through the phone but also just reiterate that, you know, if its variants goes through, it does impact, you know, our property, and our ability to do what we need, what we potentially want to do. So I really think that they have other choices to make,",
      "start": 4523.493106139438,
      "type": "TX"
    },
    {
      "end": 4319,
      "id": 371,
      "speaker": "Speaker 3",
      "speech": "okay? Okay,",
      "start": 4547.716701352758,
      "type": "TX"
    },
    {
      "end": 4322,
      "id": 372,
      "speaker": "Speaker 1",
      "speech": "that's all I need to say, I think",
      "start": 4548.769901144641,
      "type": "TX"
    },
    {
      "end": 4364,
      "id": 373,
      "speaker": "Speaker 3",
      "speech": "thank you. Okay, we're about to go into the deliberative session and I want to make clear that you can listen to that. You're welcome to. If at the end of that, we reach a Judicial that you don't like As an abuser, you have the right to appeal that you have the right to come to us. And ask us to rehear the case. There's a strict 30-day limit. The clock starts ticking tomorrow on that or if we fail to post the minutes within five business days. Then the clock starts ticking when we posted the minutes, but you have the right to appeal, I want to make sure you understand that.",
      "start": 4551.929500520291,
      "type": "TX"
    },
    {
      "end": 4365,
      "id": 374,
      "speaker": "Speaker 1",
      "speech": "Okay,",
      "start": 4597.2170915712795,
      "type": "TX"
    },
    {
      "end": 4379,
      "id": 375,
      "speaker": "Speaker 3",
      "speech": "all right. Thank you. Okay. Okay, we'll keep it going. Thanks Shelly. I moved that at 8:12.",
      "start": 4597.2170915712795,
      "type": "TX"
    },
    {
      "end": 4381,
      "id": 376,
      "speaker": "Speaker 4",
      "speech": "I have something to say",
      "start": 4611.961888657648,
      "type": "TX"
    },
    {
      "end": 4382,
      "id": 377,
      "speaker": "Speaker 3",
      "speech": "Gary. Yeah.",
      "start": 4614.068288241415,
      "type": "TX"
    },
    {
      "end": 4389,
      "id": 378,
      "speaker": "Speaker 4",
      "speech": "Before we we forgot to the approval of last month's me a minutes.",
      "start": 4615.121488033299,
      "type": "TX"
    },
    {
      "end": 4391,
      "id": 379,
      "speaker": "Speaker 3",
      "speech": "Yeah, we got too excited about that, we",
      "start": 4622.4938865764825,
      "type": "TX"
    },
    {
      "end": 4392,
      "id": 380,
      "speaker": "Speaker 4",
      "speech": "did. So I",
      "start": 4624.60028616025,
      "type": "TX"
    },
    {
      "end": 4393,
      "id": 381,
      "speaker": "Speaker 1",
      "speech": "yeah, I",
      "start": 4625.653485952133,
      "type": "TX"
    },
    {
      "end": 4407,
      "id": 382,
      "speaker": "Speaker 4",
      "speech": "think it's very important that we do that. So I'll make a motion that we accept the minutes from last month's meeting. Or do I have a second?",
      "start": 4626.706685744017,
      "type": "TX"
    },
    {
      "end": 4408,
      "id": 383,
      "speaker": "Speaker 1",
      "speech": "I second.",
      "start": 4641.451482830385,
      "type": "TX"
    },
    {
      "end": 4411,
      "id": 384,
      "speaker": "Speaker 3",
      "speech": "All those in favor, all those in favor.",
      "start": 4643.557882414152,
      "type": "TX"
    },
    {
      "end": 4414,
      "id": 385,
      "speaker": "Speaker 2",
      "speech": "Aye, I'm standing to the wooden present.",
      "start": 4645.664281997919,
      "type": "TX"
    },
    {
      "end": 4419,
      "id": 386,
      "speaker": "Speaker 3",
      "speech": "Okay. So four eyes and one abstention from Andrew.",
      "start": 4649.877081165453,
      "type": "TX"
    },
    {
      "end": 4429,
      "id": 387,
      "speaker": "Speaker 4",
      "speech": "Okay, so that that takes care of the approval of the minutes. So we're all set and you can close out the public, hearing I",
      "start": 4655.14308012487,
      "type": "TX"
    },
    {
      "end": 4436,
      "id": 388,
      "speaker": "Speaker 3",
      "speech": "moved at 8:30, we closed the public hearing and then move into the delivery date to I have a second",
      "start": 4664.621878251821,
      "type": "TX"
    },
    {
      "end": 4440,
      "id": 389,
      "speaker": "Speaker 4",
      "speech": "second, all those in favor. I so",
      "start": 4671.994276795005,
      "type": "TX"
    },
    {
      "end": 4451,
      "id": 390,
      "speaker": "Speaker 3",
      "speech": "the public hearing is ended, everybody is, welcome to stay and listen and do whatever you want. The only thing you can't do is purchase something. Okay. All right. All righty.",
      "start": 4676.207075962539,
      "type": "TX"
    },
    {
      "end": 4454,
      "id": 391,
      "speaker": "Speaker 1",
      "speech": "So,",
      "start": 4690.951873048907,
      "type": "TX"
    },
    {
      "end": 4457,
      "id": 392,
      "speaker": "Speaker 3",
      "speech": "thank you. Good night.",
      "start": 4690.951873048907,
      "type": "TX"
    },
    {
      "end": 4462,
      "id": 393,
      "speaker": "Speaker 4",
      "speech": "Have a good evening. Okay, what do we?",
      "start": 4694.111472424558,
      "type": "TX"
    },
    {
      "end": 4469,
      "id": 394,
      "speaker": "Speaker 3",
      "speech": "Gonna we're gonna consider the Tim Krause. Proposal first.",
      "start": 4700.430671175858,
      "type": "TX"
    },
    {
      "end": 4477,
      "id": 395,
      "speaker": "Speaker 1",
      "speech": "So,",
      "start": 4713.06906867846,
      "type": "TX"
    },
    {
      "end": 4501,
      "id": 396,
      "speaker": "Speaker 2",
      "speech": "Just on the last couple of days, I didn't see any staking hours for the actual shed that I could sort of, understand with the topography where the intention was",
      "start": 4726.7606659729445,
      "type": "TX"
    },
    {
      "end": 4513,
      "id": 397,
      "speaker": "Speaker 4",
      "speech": "it within what I believe that I had the same comment but within a couple of feet there's only a certain place you can put it.",
      "start": 4740.45226326743,
      "type": "TX"
    },
    {
      "end": 4528,
      "id": 398,
      "speaker": "Speaker 2",
      "speech": "I mean. We have issues in the past where things are clear and I'm not debating that it's not clear, but I suppose from the strictest points of view is not possible to measure something that's not state.",
      "start": 4754.143860561915,
      "type": "TX"
    },
    {
      "end": 4529,
      "id": 399,
      "speaker": "Speaker 4",
      "speech": "Right,",
      "start": 4769.941857440166,
      "type": "TX"
    },
    {
      "end": 4530,
      "id": 400,
      "speaker": "Speaker 1",
      "speech": "that should be.",
      "start": 4769.941857440166,
      "type": "TX"
    },
    {
      "end": 4532,
      "id": 401,
      "speaker": "Speaker 2",
      "speech": "I wasn't sure if I",
      "start": 4770.99505723205,
      "type": "TX"
    },
    {
      "end": 4536,
      "id": 402,
      "speaker": "Speaker 1",
      "speech": "was taking. They should have to.",
      "start": 4773.101456815817,
      "type": "TX"
    },
    {
      "end": 4558,
      "id": 403,
      "speaker": "Speaker 2",
      "speech": "I think what we've got is some, you know, an aggregate here is, you know, if you, you know, if you take the width between the two side property lines and you take 24 from it, I don't know. I'm not disputing. The measurement and that's why I decided not to, you know, make a fuss about it",
      "start": 4777.31425598335,
      "type": "TX"
    },
    {
      "end": 4566,
      "id": 404,
      "speaker": "Speaker 3",
      "speech": "was a good comment. We made the same observation and judgment. And so Joe, you've got something to say that Linda was trying to say something a second ago.",
      "start": 4800.484651404787,
      "type": "TX"
    },
    {
      "end": 4577,
      "id": 405,
      "speaker": "Speaker 1",
      "speech": "I think everybody when they wanted to do something like this, needs to stake where they want it with. Stakes that are visible to anyone coming to look.",
      "start": 4808.910249739854,
      "type": "TX"
    },
    {
      "end": 4578,
      "id": 406,
      "speaker": "Speaker 3",
      "speech": "Okay.",
      "start": 4820.495447450572,
      "type": "TX"
    },
    {
      "end": 4579,
      "id": 407,
      "speaker": "Speaker 1",
      "speech": "How do we guess?",
      "start": 4821.548647242455,
      "type": "TX"
    },
    {
      "end": 4582,
      "id": 408,
      "speaker": "Speaker 3",
      "speech": "Okay, okay.",
      "start": 4824.708246618106,
      "type": "TX"
    },
    {
      "end": 4588,
      "id": 409,
      "speaker": "Speaker 4",
      "speech": "Yeah, because it is in the and the directions it does say",
      "start": 4827.867845993756,
      "type": "TX"
    },
    {
      "end": 4590,
      "id": 410,
      "speaker": "Speaker 1",
      "speech": "tape measure, might be an inch off from yours, you know.",
      "start": 4832.080645161291,
      "type": "TX"
    },
    {
      "end": 4594,
      "id": 411,
      "speaker": "Speaker 3",
      "speech": "Okay. Do you think that's disqualifying",
      "start": 4834.187044745057,
      "type": "TX"
    },
    {
      "end": 4615,
      "id": 412,
      "speaker": "Speaker 1",
      "speech": "know because we haven't, we haven't made it. But I think in the Okay. I mean we've nobody's ever said oh it's not stake, I can't look at this but in the future they should",
      "start": 4840.506243496358,
      "type": "TX"
    },
    {
      "end": 4615,
      "id": 413,
      "speaker": "Speaker 3",
      "speech": "okay and",
      "start": 4860.517039542144,
      "type": "TX"
    },
    {
      "end": 4616,
      "id": 414,
      "speaker": "Speaker 1",
      "speech": "we should",
      "start": 4860.517039542144,
      "type": "TX"
    },
    {
      "end": 4617,
      "id": 415,
      "speaker": "Speaker 3",
      "speech": "okay. Okay,",
      "start": 4861.570239334027,
      "type": "TX"
    },
    {
      "end": 4618,
      "id": 416,
      "speaker": "Speaker 1",
      "speech": "so we know what we're talking about.",
      "start": 4862.62343912591,
      "type": "TX"
    },
    {
      "end": 4638,
      "id": 417,
      "speaker": "Speaker 3",
      "speech": "I I mean I tend to agree in any other circumstance. I would have I would have insisted on Stakes but the space is so limited and the distances. So carefully measured that there's really only, you know, plus or minus a foot where would actually be? That was just my thing that's just my",
      "start": 4863.676638917794,
      "type": "TX"
    },
    {
      "end": 4639,
      "id": 418,
      "speaker": "Speaker 1",
      "speech": "thing. Yeah,",
      "start": 4884.740634755463,
      "type": "TX"
    },
    {
      "end": 4641,
      "id": 419,
      "speaker": "Speaker 3",
      "speech": "Joe,",
      "start": 4887.900234131113,
      "type": "TX"
    },
    {
      "end": 4649,
      "id": 420,
      "speaker": "Speaker 2",
      "speech": "did you say don't really know? My right. So then those states where they should stay for when we come",
      "start": 4887.900234131113,
      "type": "TX"
    },
    {
      "end": 4649,
      "id": 421,
      "speaker": "Speaker 1",
      "speech": "and look at.",
      "start": 4896.325832466181,
      "type": "TX"
    },
    {
      "end": 4676,
      "id": 422,
      "speaker": "Speaker 2",
      "speech": "And that's the normal. I didn't, you know? I didn't want to make an overly big deal out of it in this case because I satisfied myself, the only one location, but this time in with the setbacks, And as it was applied to the application. So not but I",
      "start": 4896.325832466181,
      "type": "TX"
    },
    {
      "end": 4677,
      "id": 423,
      "speaker": "Speaker 3",
      "speech": "think it's",
      "start": 4924.762226847034,
      "type": "TX"
    },
    {
      "end": 4690,
      "id": 424,
      "speaker": "Speaker 2",
      "speech": "I think what Linda's saying, just for the record is, we should consider a place where that is stated. Perhaps even, I don't know if appropriate within the application for variance,",
      "start": 4927.921826222685,
      "type": "TX"
    },
    {
      "end": 4692,
      "id": 425,
      "speaker": "Speaker 3",
      "speech": "certainly, our rules, who procedure could stay there.",
      "start": 4939.507023933403,
      "type": "TX"
    },
    {
      "end": 4693,
      "id": 426,
      "speaker": "Speaker 4",
      "speech": "Yeah,",
      "start": 4941.613423517169,
      "type": "TX"
    },
    {
      "end": 4695,
      "id": 427,
      "speaker": "Speaker 2",
      "speech": "I think we need to make a note.",
      "start": 4942.666623309053,
      "type": "TX"
    },
    {
      "end": 4706,
      "id": 428,
      "speaker": "Speaker 3",
      "speech": "Okay. Before us now is I think only the issue, is it disqualifying or not. We can vote on that or we can just, you know, we just agree amongst us that it's not disqualifying and we'll move on.",
      "start": 4944.77302289282,
      "type": "TX"
    },
    {
      "end": 4720,
      "id": 429,
      "speaker": "Speaker 2",
      "speech": "I think it's just a great move on, okay? The other thing to be, you know, clear is that this was represented as having an existing car War Obviously, it was fairly self-evident.",
      "start": 4958.464620187305,
      "type": "TX"
    },
    {
      "end": 4722,
      "id": 430,
      "speaker": "Speaker 3",
      "speech": "That. Yeah.",
      "start": 4973.209417273673,
      "type": "TX"
    },
    {
      "end": 4747,
      "id": 431,
      "speaker": "Speaker 2",
      "speech": "And It seemed rather odd that that was submitted in July but it was gross referenced. The fact that it's important not and in the March snowstorm March snow storm. So I don't understand why that didn't come up during the The process of. Considering. For construction. Anyway,",
      "start": 4973.209417273673,
      "type": "TX"
    },
    {
      "end": 4765,
      "id": 432,
      "speaker": "Speaker 4",
      "speech": "I'd like to say that for the carport there. Granted the carports, not there, but the material under it is still non pervious. It would need to be made to be pervious with some grass planet, or something else. There.",
      "start": 4999.53941207076,
      "type": "TX"
    },
    {
      "end": 4770,
      "id": 433,
      "speaker": "Speaker 3",
      "speech": "It would have to be. I agree. I agree. If you it's a crunch of. Yeah, I agree.",
      "start": 5018.497008324662,
      "type": "TX"
    },
    {
      "end": 4778,
      "id": 434,
      "speaker": "Speaker 2",
      "speech": "But from a point of view of his Original application. He had made that included that in his calculations of",
      "start": 5023.763007284079,
      "type": "TX"
    },
    {
      "end": 4779,
      "id": 435,
      "speaker": "Speaker 4",
      "speech": "correcting,",
      "start": 5032.188605619147,
      "type": "TX"
    },
    {
      "end": 4818,
      "id": 436,
      "speaker": "Speaker 2",
      "speech": "it considered a destruction. But if it's not structured, then I guess it at my point, is it shifts from buildings to total? Impervious. It doesn't show up in building but it doesn't improve yourself the way presented, but okay, just just to try and get a Just to try and get ourselves on the same page before we start collaborating. But the application itself, In. Other times, you know,",
      "start": 5033.24180541103,
      "type": "TX"
    },
    {
      "end": 4873,
      "id": 437,
      "speaker": "Speaker 3",
      "speech": "in some cases, you know, this notion of five variants, I know Shelly raise that point is just by itself a red flag, but I want to be clear that there is nothing in the criteria for granting or denying a variance about the number of them. We need to consider, we just need to consider the project. That could be 10 variants. Is, it could be one variance. We have to judge each on this merits That we can't. When I'm trying to say is that we can't Prejudice this application just because it has five variances needed. and and at the same time, I accept the claim that if this was granted, that property will be more conforming than it is now. and to my mind, that's a big plus And in the testimony can",
      "start": 5074.316597294485,
      "type": "TX"
    },
    {
      "end": 4902,
      "id": 438,
      "speaker": "Speaker 2",
      "speech": "receive tonight. It was preempted by an email that I only received today, which was after I visited the prophecy. So other than being familiar with the back, you know, Woody's Lock and try to determine exactly where the property line was, I really wasn't paying any attention to the butter in back in, obviously, is a tool intensive purposes and underdeveloped a lot with what she's saying is some form of Darrell trailer on it",
      "start": 5132.242585848075,
      "type": "TX"
    },
    {
      "end": 4904,
      "id": 439,
      "speaker": "Speaker 3",
      "speech": "but",
      "start": 5162.785379812695,
      "type": "TX"
    },
    {
      "end": 4947,
      "id": 440,
      "speaker": "Speaker 2",
      "speech": "Anyway. it sounds to me as if the buses notice Triggered this response. What I was hearing from their contention. about this being adverse is a little hard to conceive and give them your argument that this is a net Improvement on setbacks, and The. You know, obviously. The setback that affects them. Is the back, the rear setback. That is.",
      "start": 5165.944979188345,
      "type": "TX"
    },
    {
      "end": 4973,
      "id": 441,
      "speaker": "Speaker 4",
      "speech": "You know, I was thinking as I was I was taking a morning walk and I was thinking about this, let's just say the gentleman didn't build the new building by law. He could take those two the carport. And the other building, he could take it down to the foundation and build a two-story",
      "start": 5211.232570239334,
      "type": "TX"
    },
    {
      "end": 4979,
      "id": 442,
      "speaker": "Speaker 3",
      "speech": "Barn. on both those spots and not have to talk to him, not even have to",
      "start": 5237.56256503642,
      "type": "TX"
    },
    {
      "end": 4979,
      "id": 443,
      "speaker": "Speaker 1",
      "speech": "cut",
      "start": 5243.881763787721,
      "type": "TX"
    },
    {
      "end": 4989,
      "id": 444,
      "speaker": "Speaker 4",
      "speech": "the variance for the Shed. Yeah, but since it's already there, The only thing he'd have to do is get a building permit and they couldn't deny it because it would be on the same thing.",
      "start": 5243.881763787721,
      "type": "TX"
    },
    {
      "end": 4991,
      "id": 445,
      "speaker": "Speaker 3",
      "speech": "Yeah,",
      "start": 5254.413761706555,
      "type": "TX"
    },
    {
      "end": 5016,
      "id": 446,
      "speaker": "Speaker 4",
      "speech": "whereas what when, when this is being done, you're getting rid of those two other things which are right on the line. Granted not by much. But it's they're still getting rid of them and you're taking your total impervious and you're cutting it down. I didn't figure out the percentage but you're making it less.",
      "start": 5256.520161290323,
      "type": "TX"
    },
    {
      "end": 5018,
      "id": 447,
      "speaker": "Speaker 3",
      "speech": "Yeah. Actually this,",
      "start": 5283.903355879293,
      "type": "TX"
    },
    {
      "end": 5024,
      "id": 448,
      "speaker": "Speaker 4",
      "speech": "I just wanted to make sure that this was stated. The previous coverage is less. The building",
      "start": 5284.956555671176,
      "type": "TX"
    },
    {
      "end": 5028,
      "id": 449,
      "speaker": "Speaker 3",
      "speech": "coverage is less than the setbacks or less. Correct. All of those are true.",
      "start": 5291.275754422477,
      "type": "TX"
    },
    {
      "end": 5031,
      "id": 450,
      "speaker": "Speaker 4",
      "speech": "And in the distance from the road is less",
      "start": 5295.48855359001,
      "type": "TX"
    },
    {
      "end": 5032,
      "id": 451,
      "speaker": "Speaker 3",
      "speech": "exactly",
      "start": 5298.648152965661,
      "type": "TX"
    },
    {
      "end": 5034,
      "id": 452,
      "speaker": "Speaker 4",
      "speech": "because it's less than the carport.",
      "start": 5299.701352757545,
      "type": "TX"
    },
    {
      "end": 5036,
      "id": 453,
      "speaker": "Speaker 1",
      "speech": "Now, via butter.",
      "start": 5302.860952133195,
      "type": "TX"
    },
    {
      "end": 5044,
      "id": 454,
      "speaker": "Speaker 2",
      "speech": "In the back side. he stated that she wanted to put a house possibly in the future, but wouldn't",
      "start": 5306.020551508845,
      "type": "TX"
    },
    {
      "end": 5044,
      "id": 455,
      "speaker": "Speaker 1",
      "speech": "that",
      "start": 5312.339750260146,
      "type": "TX"
    },
    {
      "end": 5050,
      "id": 456,
      "speaker": "Speaker 2",
      "speech": "You do have to be 30 feet structures away. I believe it's",
      "start": 5315.499349635796,
      "type": "TX"
    },
    {
      "end": 5051,
      "id": 457,
      "speaker": "Speaker 1",
      "speech": "gonna",
      "start": 5318.658949011447,
      "type": "TX"
    },
    {
      "end": 5054,
      "id": 458,
      "speaker": "Speaker 3",
      "speech": "decide the site. The site variance is 30",
      "start": 5319.71214880333,
      "type": "TX"
    },
    {
      "end": 5054,
      "id": 459,
      "speaker": "Speaker 2",
      "speech": "feet. Yeah,",
      "start": 5322.87174817898,
      "type": "TX"
    },
    {
      "end": 5054,
      "id": 460,
      "speaker": "Speaker 3",
      "speech": "yeah,",
      "start": 5322.87174817898,
      "type": "TX"
    },
    {
      "end": 5055,
      "id": 461,
      "speaker": "Speaker 1",
      "speech": "so",
      "start": 5322.87174817898,
      "type": "TX"
    },
    {
      "end": 5064,
      "id": 462,
      "speaker": "Speaker 2",
      "speech": "if she wanted to be Two chair, if you want to be. In 30 feet. That's 18 feet. She would have to be 12 feet off the property line.",
      "start": 5323.924947970863,
      "type": "TX"
    },
    {
      "end": 5065,
      "id": 463,
      "speaker": "Speaker 3",
      "speech": "Yeah,",
      "start": 5333.403746097815,
      "type": "TX"
    },
    {
      "end": 5073,
      "id": 464,
      "speaker": "Speaker 2",
      "speech": "so Oh, you're talking about in our role of the distance between the buildings. 35.",
      "start": 5334.4569458896985,
      "type": "TX"
    },
    {
      "end": 5074,
      "id": 465,
      "speaker": "Speaker 3",
      "speech": "Yeah.",
      "start": 5342.882544224766,
      "type": "TX"
    },
    {
      "end": 5130,
      "id": 466,
      "speaker": "Speaker 2",
      "speech": "35% back from property line. Not requiring. A variance this person to But what you're talking about is distance between two buildings which may be on and Jason's properties, can't get close to that. But I mean, again, this applicant's well again we have to talk about a car for that doesn't exist that we've been told does this conceptually that there is, it would be more problematic because they it's virtually on the property when they without getting variants were going to be 30 and it was close to 35 feet between structures, even if they were complying with the only world and her contention, is this sort of puts unfair pressure on them, but I don't think it applies because it's, Eight is movement, is the carports, not there. And the proposal is to even if it was there,",
      "start": 5343.93574401665,
      "type": "TX"
    },
    {
      "end": 5131,
      "id": 467,
      "speaker": "Speaker 3",
      "speech": "it's going to be removed.",
      "start": 5402.914932362123,
      "type": "TX"
    },
    {
      "end": 5137,
      "id": 468,
      "speaker": "Speaker 2",
      "speech": "So again. I don't see that as a relevant. I enjoy,",
      "start": 5403.9681321540065,
      "type": "TX"
    },
    {
      "end": 5227,
      "id": 469,
      "speaker": "Speaker 3",
      "speech": "I'd like to stipulate on somehow agree between us that the fact that the carport disappeared in a snowstorm in March, is I believe not relevant. Because it's well within the period that it could be grandfather didn't rebuild. So I think we have to assume okay. Just as a matter of accident it isn't there right now because it fell down. But I think the fact that it is going to go away permanently and never rebuild you need to consider that that is fair to consider that. Okay, okay. The other thing, a Shelley made a lot of good points are very impassioned case a lot of sympathy for her case but the fact is Shelley's life, it's actually two lives. One is 0.17 and one is I don't know. It's it's a little bit bigger than that in some it's basically points 35. So if Shelly would have build She would need, I believe at least four variances to build our own house on that property and the Privacy issue again. She made it makes a very good point but privacy goes both ways, right? So yeah, yeah, there's a nice Hemlock a wall of Hemlock separates the two but if Shelley is upset by. Tim's building affecting her privacy when she builds her house. He worked both ways. Tim is going to be upset by the Privacy, you know, encroached on her building. So I mean she made a great case and I got a lot",
      "start": 5410.287330905307,
      "type": "TX"
    },
    {
      "end": 5231,
      "id": 470,
      "speaker": "Speaker 3",
      "speech": "of sympathy for what she's saying. But to my mind those objections were neutralized.",
      "start": 5505.075312174818,
      "type": "TX"
    },
    {
      "end": 5259,
      "id": 471,
      "speaker": "Speaker 2",
      "speech": "It would be. you as always, not getting ahead of myself, but Because we have a previous experience. Yep. This. 12 by 24 shed can't become 35 feet. High",
      "start": 5510.341311134235,
      "type": "TX"
    },
    {
      "end": 5282,
      "id": 472,
      "speaker": "Speaker 3",
      "speech": "correct. It's got to be one story. Write one story. Oh, one story. Yeah. One story only. That would be a condition that I prepared to another condition. I'd be. I'd like to put on it if we grind it is the rehab. Where the core part, where the rehab to make it pervious where the carport was, and the demo of the shed, the old chair. Before the new one",
      "start": 5538.777705515088,
      "type": "TX"
    },
    {
      "end": 5286,
      "id": 473,
      "speaker": "Speaker 4",
      "speech": "because that way, I know time. Do we increase",
      "start": 5563.001300728408,
      "type": "TX"
    },
    {
      "end": 5287,
      "id": 474,
      "speaker": "Speaker 3",
      "speech": "the",
      "start": 5567.214099895942,
      "type": "TX"
    },
    {
      "end": 5293,
      "id": 475,
      "speaker": "Speaker 4",
      "speech": "imperius? You know another words? We buy eliminating that before you do. The other one.",
      "start": 5568.2672996878255,
      "type": "TX"
    },
    {
      "end": 5294,
      "id": 476,
      "speaker": "Speaker 2",
      "speech": "At no",
      "start": 5574.5864984391255,
      "type": "TX"
    },
    {
      "end": 5297,
      "id": 477,
      "speaker": "Speaker 4",
      "speech": "time, do you have all three structures at the same time?",
      "start": 5575.639698231009,
      "type": "TX"
    },
    {
      "end": 5299,
      "id": 478,
      "speaker": "Speaker 3",
      "speech": "Yep. Yep.",
      "start": 5578.79929760666,
      "type": "TX"
    },
    {
      "end": 5304,
      "id": 479,
      "speaker": "Speaker 4",
      "speech": "Because we, we did run into that problem before.",
      "start": 5584.065296566077,
      "type": "TX"
    },
    {
      "end": 5318,
      "id": 480,
      "speaker": "Speaker 3",
      "speech": "Yeah. I'll say, you know, when I don't know, I don't want to pre-empt a motion or anything like that, but I definitely want to put on the table that I'm inclined to Grant these variants.",
      "start": 5586.171696149844,
      "type": "TX"
    },
    {
      "end": 5325,
      "id": 481,
      "speaker": "Speaker 2",
      "speech": "Well, if we don't, we don't have",
      "start": 5606.1824921956295,
      "type": "TX"
    },
    {
      "end": 5329,
      "id": 482,
      "speaker": "Speaker 3",
      "speech": "anything more to say with, with conditions. Subsequent. Yeah. That's right. Yeah,",
      "start": 5608.288891779396,
      "type": "TX"
    },
    {
      "end": 5354,
      "id": 483,
      "speaker": "Speaker 4",
      "speech": "let's motion. Let's motion to vote, okay. I make a motion that we vote on this. To Grant. To Grant the shed. but with the removal of the impervious and the old shed, First.",
      "start": 5612.5016909469305,
      "type": "TX"
    },
    {
      "end": 5361,
      "id": 484,
      "speaker": "Speaker 3",
      "speech": "And Do I have a second? And also that the height of the building?",
      "start": 5638.831685744017,
      "type": "TX"
    },
    {
      "end": 5361,
      "id": 485,
      "speaker": "Speaker 2",
      "speech": "Oh",
      "start": 5646.204084287201,
      "type": "TX"
    },
    {
      "end": 5363,
      "id": 486,
      "speaker": "Speaker 3",
      "speech": "no. Yeah.",
      "start": 5646.204084287201,
      "type": "TX"
    },
    {
      "end": 5371,
      "id": 487,
      "speaker": "Speaker 4",
      "speech": "I'll second that motion all in favor. Aye. Okay. So that's granted. Granted",
      "start": 5650.4168834547345,
      "type": "TX"
    },
    {
      "end": 5388,
      "id": 488,
      "speaker": "Speaker 3",
      "speech": "okay. Shelley. I, if you're on, hold the main, I hope you heard that. And again, remember that you have the right to appeal that decision. Okay. Let's consider.",
      "start": 5656.7360822060355,
      "type": "TX"
    },
    {
      "end": 5396,
      "id": 489,
      "speaker": "Speaker 4",
      "speech": "Doug Max Doug Max's case. Yeah, let's do that. oh,",
      "start": 5677.800078043704,
      "type": "TX"
    },
    {
      "end": 5401,
      "id": 490,
      "speaker": "Speaker 3",
      "speech": "Please anybody anybody",
      "start": 5684.119276795005,
      "type": "TX"
    },
    {
      "end": 5403,
      "id": 491,
      "speaker": "Speaker 4",
      "speech": "can move wherever they want",
      "start": 5688.332075962539,
      "type": "TX"
    },
    {
      "end": 5441,
      "id": 492,
      "speaker": "Speaker 3",
      "speech": "yeah, or whatever. Whatever, you know anybody? I am not happy. I will want to put that, this is in two consecutive public hearings. we have had the problem of measurements that have just not the application out of the worst. Right? We don't have to know. I mean, it's all public record, but we don't have to gossip names here right now, but at our last public hearing, we were faced with exactly the same issue. And, and I'm not happy about.",
      "start": 5690.438475546306,
      "type": "TX"
    },
    {
      "end": 5449,
      "id": 493,
      "speaker": "Speaker 4",
      "speech": "You do have a point there.",
      "start": 5737.832466181061,
      "type": "TX"
    },
    {
      "end": 5451,
      "id": 494,
      "speaker": "Speaker 2",
      "speech": "but",
      "start": 5740.992065556712,
      "type": "TX"
    },
    {
      "end": 5451,
      "id": 495,
      "speaker": "Speaker 3",
      "speech": "yeah,",
      "start": 5740.992065556712,
      "type": "TX"
    },
    {
      "end": 5452,
      "id": 496,
      "speaker": "Speaker 4",
      "speech": "yeah, yeah,",
      "start": 5740.992065556712,
      "type": "TX"
    },
    {
      "end": 5454,
      "id": 497,
      "speaker": "Speaker 3",
      "speech": "I'm not happy about",
      "start": 5742.045265348595,
      "type": "TX"
    },
    {
      "end": 5477,
      "id": 498,
      "speaker": "Speaker 2",
      "speech": "when I look at it, it wasn't a lot of Crushed on. And when I pulled up the other day, and I did walk around the side, and Saw,",
      "start": 5755.73686264308,
      "type": "TX"
    },
    {
      "end": 5481,
      "id": 499,
      "speaker": "Speaker 3",
      "speech": "you're talking about the retaining walls and so on. Yeah, okay,",
      "start": 5768.375260145682,
      "type": "TX"
    },
    {
      "end": 5482,
      "id": 500,
      "speaker": "Speaker 1",
      "speech": "yeah,",
      "start": 5772.588059313215,
      "type": "TX"
    },
    {
      "end": 5492,
      "id": 501,
      "speaker": "Speaker 3",
      "speech": "because they're very surface of those retaining Wars have to count towards the impervious, of course, right? Because they're quite wide. They're great, you know, granite slabs or whatever. So why",
      "start": 5773.6412591050985,
      "type": "TX"
    },
    {
      "end": 5499,
      "id": 502,
      "speaker": "Speaker 1",
      "speech": "Know.",
      "start": 5790.492455775234,
      "type": "TX"
    },
    {
      "end": 5505,
      "id": 503,
      "speaker": "Speaker 4",
      "speech": "I can I can speak about because that's very nice.",
      "start": 5792.598855359001,
      "type": "TX"
    },
    {
      "end": 5514,
      "id": 504,
      "speaker": "Speaker 2",
      "speech": "With it. The",
      "start": 5798.9180541103015,
      "type": "TX"
    },
    {
      "end": 5514,
      "id": 505,
      "speaker": "Speaker 1",
      "speech": "contention",
      "start": 5807.343652445369,
      "type": "TX"
    },
    {
      "end": 5517,
      "id": 506,
      "speaker": "Speaker 3",
      "speech": "the public here. I'd like you to say. I",
      "start": 5807.343652445369,
      "type": "TX"
    },
    {
      "end": 5517,
      "id": 507,
      "speaker": "Speaker 4",
      "speech": "like",
      "start": 5810.50325182102,
      "type": "TX"
    },
    {
      "end": 5524,
      "id": 508,
      "speaker": "Speaker 2",
      "speech": "I like the idea. Of planting grass over a lot of that.",
      "start": 5810.50325182102,
      "type": "TX"
    },
    {
      "end": 5531,
      "id": 509,
      "speaker": "Speaker 4",
      "speech": "Putting grass that's going to cut down Big Time. Percentage of",
      "start": 5818.928850156088,
      "type": "TX"
    },
    {
      "end": 5532,
      "id": 510,
      "speaker": "Speaker 2",
      "speech": "impervious",
      "start": 5825.248048907388,
      "type": "TX"
    },
    {
      "end": 5555,
      "id": 511,
      "speaker": "Speaker 3",
      "speech": "it is. But I think the point has been made and the point has been made that the impervious coverage is is at the end of the day, not before us. Now we can look at it and say that this is just looking at the impervious. It's wildly non-conforming. Okay, I don't think we can do anything about that.",
      "start": 5826.301248699272,
      "type": "TX"
    },
    {
      "end": 5556,
      "id": 512,
      "speaker": "Speaker 4",
      "speech": "All right,",
      "start": 5850.524843912591,
      "type": "TX"
    },
    {
      "end": 5579,
      "id": 513,
      "speaker": "Speaker 3",
      "speech": "I think I think all we could do we could say to the select board we could say, hey look this thing is wildly out of compliance. Would you want to do about it? So reducing the impervious at this stage at this. Here is not going to affect anything, you know? Yeah. Okay that's what I I don't know what anybody else.",
      "start": 5851.578043704474,
      "type": "TX"
    },
    {
      "end": 5612,
      "id": 514,
      "speaker": "Speaker 2",
      "speech": "If he reduces the side where he goes down to where there's actually I saw a garage door on a massage down below of the yeah, yeah, that's a base metal. The garage if you reduces that, to just say grass and then, You really can't reduce the amount where he wants to have the carport because that's all filled in",
      "start": 5875.801638917794,
      "type": "TX"
    },
    {
      "end": 5619,
      "id": 515,
      "speaker": "Speaker 3",
      "speech": "that that lean to either exists or it doesn't right. And I certainly before us it either exists or it doesn't",
      "start": 5910.557232049948,
      "type": "TX"
    },
    {
      "end": 5623,
      "id": 516,
      "speaker": "Speaker 4",
      "speech": "and it doesn't affect the impervious whatsoever because it's already impervious",
      "start": 5917.929630593132,
      "type": "TX"
    },
    {
      "end": 5642,
      "id": 517,
      "speaker": "Speaker 3",
      "speech": "and it does affect the building coverage because he's going to cover. What wasn't covered before. It will require a setback, a side setback and a front, setback variance to be billed. And the building coverage is again wildly. Out of wildly non-conforming.",
      "start": 5922.142429760666,
      "type": "TX"
    },
    {
      "end": 5655,
      "id": 518,
      "speaker": "Speaker 4",
      "speech": "So, it's up to 15% now and is that 15% including the new carport",
      "start": 5943.206425598335,
      "type": "TX"
    },
    {
      "end": 5677,
      "id": 519,
      "speaker": "Speaker 3",
      "speech": "Yeah, that I've noted that on the worksheet that I just distributed with everybody. It's it's it's what you and I measured. And then plus the 12 by 306, 432 square feet for the lean tooth and 4 by 832 square feet for the stairway.",
      "start": 5957.951222684704,
      "type": "TX"
    },
    {
      "end": 5692,
      "id": 520,
      "speaker": "Speaker 4",
      "speech": "Okay. So what do you think the let's say, The percentages with out. In other words, what is it sitting right now? Today, I didn't, I didn't do that one.",
      "start": 5979.015218522372,
      "type": "TX"
    },
    {
      "end": 5694,
      "id": 521,
      "speaker": "Speaker 3",
      "speech": "What is it sitting right now",
      "start": 5994.813215400624,
      "type": "TX"
    },
    {
      "end": 5695,
      "id": 522,
      "speaker": "Speaker 4",
      "speech": "right now?",
      "start": 5996.919614984391,
      "type": "TX"
    },
    {
      "end": 5700,
      "id": 523,
      "speaker": "Speaker 3",
      "speech": "Well, I, I could redo the calculations if you like, I think is 13.6.",
      "start": 5997.972814776274,
      "type": "TX"
    },
    {
      "end": 5706,
      "id": 524,
      "speaker": "Speaker 4",
      "speech": "Okay, that that's close enough. So, okay 13.6 to 15. Okay.",
      "start": 6003.238813735692,
      "type": "TX"
    },
    {
      "end": 5708,
      "id": 525,
      "speaker": "Speaker 3",
      "speech": "That's that's what I",
      "start": 6009.558012486993,
      "type": "TX"
    },
    {
      "end": 5708,
      "id": 526,
      "speaker": "Speaker 4",
      "speech": "wanted to get",
      "start": 6011.66441207076,
      "type": "TX"
    },
    {
      "end": 5711,
      "id": 527,
      "speaker": "Speaker 3",
      "speech": "something like that.",
      "start": 6011.66441207076,
      "type": "TX"
    },
    {
      "end": 5723,
      "id": 528,
      "speaker": "Speaker 4",
      "speech": "So we're talking about, You know, not quite 2%. 1.5 1.4%, right?",
      "start": 6014.82401144641,
      "type": "TX"
    },
    {
      "end": 5724,
      "id": 529,
      "speaker": "Speaker 3",
      "speech": "So",
      "start": 6027.462408949012,
      "type": "TX"
    },
    {
      "end": 5727,
      "id": 530,
      "speaker": "Speaker 1",
      "speech": "basically, you're saying that on the application you put down,",
      "start": 6029.568808532778,
      "type": "TX"
    },
    {
      "end": 5738,
      "id": 531,
      "speaker": "Speaker 2",
      "speech": "As 3,454. Square feet of the previous soil and they're saying that you found 7,661.",
      "start": 6033.781607700312,
      "type": "TX"
    },
    {
      "end": 5750,
      "id": 532,
      "speaker": "Speaker 3",
      "speech": "Mm-hmm. Yeah, I'm saying. Yes, 7661 is what we found, Gary. And I found at least, but we didn't measure everything. He was too hard to measure.",
      "start": 6043.260405827264,
      "type": "TX"
    },
    {
      "end": 5759,
      "id": 533,
      "speaker": "Speaker 4",
      "speech": "If we took the, we took the wheel. We didn't we didn't tape measure. We took the the wheel with the comes up with the numbers.",
      "start": 6055.898803329865,
      "type": "TX"
    },
    {
      "end": 5803,
      "id": 534,
      "speaker": "Speaker 3",
      "speech": "Yeah, we didn't measure the the walkway. We didn't measure the surface of the of the terracing of the retaining walls. There was a lot of things we didn't measure. but, In the end. In the end, to we have to judge this on the five variants criteria. And if we're inclined to have a problem with it. I think we need to look at the fight variants criteria and see see where we stand on that because that's the that's the only basis. You know, we can't we can't say, whoa, you know, like it's it's it's it's you know, all that we got these surprise numbers. We're going to deny it. We can't do that. And you.",
      "start": 6065.377601456816,
      "type": "TX"
    },
    {
      "end": 5812,
      "id": 535,
      "speaker": "Speaker 4",
      "speech": "My idea for asking the questions was just, so I have something kicking around in my head.",
      "start": 6114.877991675338,
      "type": "TX"
    },
    {
      "end": 5813,
      "id": 536,
      "speaker": "Speaker 3",
      "speech": "Sure,",
      "start": 6121.197190426639,
      "type": "TX"
    },
    {
      "end": 5873,
      "id": 537,
      "speaker": "Speaker 4",
      "speech": "as far as the variance, you know, coming from the street that five feet The garage is the garages already there. The Grudges 45 feet from the edge of the street. The hardship part. To me is the fact that the garage is already there. You know, you're not encroaching on the distance. Let's say you are putting something up and there was nothing to go by where you could say well cheaper you know I just move it back another five feet but but the garage is already there somewhere along the line, it was granted that the town fathers, some other board, whatever it is. Granted",
      "start": 6125.409989594173,
      "type": "TX"
    },
    {
      "end": 5874,
      "id": 538,
      "speaker": "Speaker 3",
      "speech": "however, it happened",
      "start": 6185.44237773153,
      "type": "TX"
    },
    {
      "end": 5875,
      "id": 539,
      "speaker": "Speaker 2",
      "speech": "just",
      "start": 6186.495577523413,
      "type": "TX"
    },
    {
      "end": 5876,
      "id": 540,
      "speaker": "Speaker 3",
      "speech": "happened",
      "start": 6187.548777315296,
      "type": "TX"
    },
    {
      "end": 5891,
      "id": 541,
      "speaker": "Speaker 4",
      "speech": "and I don't think we, we would be doing all that much damage by granting that five feet and it's just going to be even with the garage.",
      "start": 6188.60197710718,
      "type": "TX"
    },
    {
      "end": 5892,
      "id": 542,
      "speaker": "Speaker 3",
      "speech": "Mm-hmm,",
      "start": 6204.399973985432,
      "type": "TX"
    },
    {
      "end": 5900,
      "id": 543,
      "speaker": "Speaker 4",
      "speech": "that's already there. That's all I got to say about the, the five feet.",
      "start": 6205.453173777315,
      "type": "TX"
    },
    {
      "end": 6000,
      "id": 544,
      "speaker": "Speaker 3",
      "speech": "Okay? For the front of the garage. Okay, I'm thinking about two of the five prongs following on from what you were saying, right? So, The substantial Justice. Of the three. and the part of number five, which says What does it say? What are we asking here? Would a literal enforcement fail to advance? The luos that Spirit of the OS and the fair and substantial way. So in other words, if we literally enforce, The luo on this. In other words, deny the variances. Is that, is that, is that fair on the applicant? You know, are we creating a hardship? Hardship is not the right word, but if are we Is that out of proportion? To the variances, not expressing myself very well, but looking at the other way, what would be the impact? If this lean to just was not built, we can't rectify anything else, we can't, we can't, you know, dig up. 5% of the light and make it pervious. We can't tear down 5% of the buildings to make it conforming. We can't do that, but if just, if this is never built, Just not built. What is the impact? Is that? Is that fair? On the applicant is that out of proportion?",
      "start": 6213.878772112383,
      "type": "TX"
    },
    {
      "end": 6009,
      "id": 545,
      "speaker": "Speaker 4",
      "speech": "I think. I don't know. I'm tending. To think there is a",
      "start": 6321.305150884496,
      "type": "TX"
    },
    {
      "end": 6010,
      "id": 546,
      "speaker": "Speaker 2",
      "speech": "hardship case here.",
      "start": 6328.67754942768,
      "type": "TX"
    },
    {
      "end": 6013,
      "id": 547,
      "speaker": "Speaker 4",
      "speech": "I think that",
      "start": 6331.83714880333,
      "type": "TX"
    },
    {
      "end": 6016,
      "id": 548,
      "speaker": "Speaker 2",
      "speech": "was a walkway as well.",
      "start": 6332.890348595213,
      "type": "TX"
    },
    {
      "end": 6018,
      "id": 549,
      "speaker": "Speaker 3",
      "speech": "So you say again, Joe",
      "start": 6337.1031477627475,
      "type": "TX"
    },
    {
      "end": 6025,
      "id": 550,
      "speaker": "Speaker 1",
      "speech": "Seems to be.",
      "start": 6345.528746097815,
      "type": "TX"
    },
    {
      "end": 6029,
      "id": 551,
      "speaker": "Speaker 2",
      "speech": "The don't have that.",
      "start": 6348.688345473465,
      "type": "TX"
    },
    {
      "end": 6049,
      "id": 552,
      "speaker": "Speaker 3",
      "speech": "What. Okay, so what does happen if this isn't build? What is the in the substantial Justice? What do we reading here? Providing second egress, blah blah. I'll turn the location. Well,",
      "start": 6352.901144640999,
      "type": "TX"
    },
    {
      "end": 6052,
      "id": 553,
      "speaker": "Speaker 4",
      "speech": "I think, I think a second egress from,",
      "start": 6370.805541103018,
      "type": "TX"
    },
    {
      "end": 6054,
      "id": 554,
      "speaker": "Speaker 3",
      "speech": "that's the stairway, right?",
      "start": 6373.965140478668,
      "type": "TX"
    },
    {
      "end": 6056,
      "id": 555,
      "speaker": "Speaker 4",
      "speech": "I think that's important.",
      "start": 6377.124739854318,
      "type": "TX"
    },
    {
      "end": 6060,
      "id": 556,
      "speaker": "Speaker 1",
      "speech": "you know,",
      "start": 6382.390738813736,
      "type": "TX"
    },
    {
      "end": 6064,
      "id": 557,
      "speaker": "Speaker 4",
      "speech": "I would hate to I would hate it.",
      "start": 6382.390738813736,
      "type": "TX"
    },
    {
      "end": 6072,
      "id": 558,
      "speaker": "Speaker 3",
      "speech": "Okay, so the stairway, can we consider the stairway? Separate to the lean to",
      "start": 6388.709937565036,
      "type": "TX"
    },
    {
      "end": 6078,
      "id": 559,
      "speaker": "Speaker 4",
      "speech": "I think it goes together.",
      "start": 6400.295135275755,
      "type": "TX"
    },
    {
      "end": 6087,
      "id": 560,
      "speaker": "Speaker 3",
      "speech": "When they sent me. You know that? Is the justification the same for both?",
      "start": 6403.454734651405,
      "type": "TX"
    },
    {
      "end": 6107,
      "id": 561,
      "speaker": "Speaker 4",
      "speech": "And I tend to agree with you. I think so myself. I'm thinking that way.",
      "start": 6421.359131113423,
      "type": "TX"
    },
    {
      "end": 6127,
      "id": 562,
      "speaker": "Speaker 3",
      "speech": "Mm-hmm. Anybody. Andrew Linda.",
      "start": 6445.582726326743,
      "type": "TX"
    },
    {
      "end": 6127,
      "id": 563,
      "speaker": "Speaker 1",
      "speech": "Yeah,",
      "start": 6452.955124869927,
      "type": "TX"
    },
    {
      "end": 6163,
      "id": 564,
      "speaker": "Speaker 2",
      "speech": "I'm just trying to get my head around and go. you know, the I think what you're saying is very important. You know, we've discovered come up with some major discrepancies on the impervious coverage. proposing front of this is materially affecting that. In and of itself. because, It's not creating more than exists right now, it's not",
      "start": 6452.955124869927,
      "type": "TX"
    },
    {
      "end": 6166,
      "id": 565,
      "speaker": "Speaker 3",
      "speech": "the impervious, not I agree. I",
      "start": 6490.870317377731,
      "type": "TX"
    },
    {
      "end": 6190,
      "id": 566,
      "speaker": "Speaker 2",
      "speech": "mean, we've made I mean, I think we've made a fairly big thing denying is 14. Out. it's not to main specifically to the thing, we're trying to decide on which is the additional existence of the lead to and a couple more Questions standing.",
      "start": 6494.029916753382,
      "type": "TX"
    },
    {
      "end": 6206,
      "id": 567,
      "speaker": "Speaker 3",
      "speech": "Well, the impervious is only one part of that. The building coverage is is, is is important. Because because the the this lean to and the stairway will bring the building coverage up to 15%. It will be 5% over",
      "start": 6519.306711758585,
      "type": "TX"
    },
    {
      "end": 6245,
      "id": 568,
      "speaker": "Speaker 2",
      "speech": "but you just said before viewing the Stairwell and the resulting second egress. should not be considered separately to the LinkedIn and I'm struggling to I'm I'm thinking the opposite that, you know, there is a hardship conversation and you know, something that we need to consider is the the benefit of the stairwell with the important thing and it is a completely Standalone and separate issue to putting a lean to over an existing Focus.",
      "start": 6536.1579084287205,
      "type": "TX"
    },
    {
      "end": 6246,
      "id": 569,
      "speaker": "Speaker 3",
      "speech": "That's what I was saying.",
      "start": 6577.2327003121745,
      "type": "TX"
    },
    {
      "end": 6246,
      "id": 570,
      "speaker": "Speaker 2",
      "speech": "And",
      "start": 6578.285900104058,
      "type": "TX"
    },
    {
      "end": 6258,
      "id": 571,
      "speaker": "Speaker 3",
      "speech": "misunderstood know, that's what I was saying. Yeah, I was like, I was actually asking the question. Okay. Can we consider them separately because I was starting to consider them separately in my mind, that that",
      "start": 6578.285900104058,
      "type": "TX"
    },
    {
      "end": 6262,
      "id": 572,
      "speaker": "Speaker 2",
      "speech": "That's, that's where I'm at. I'm at,",
      "start": 6593.0306971904265,
      "type": "TX"
    },
    {
      "end": 6276,
      "id": 573,
      "speaker": "Speaker 3",
      "speech": "okay. I'm not sure. That we would have the power. To vote one up and one down. Because they began that's not what's before us? Yeah.",
      "start": 6595.137096774193,
      "type": "TX"
    },
    {
      "end": 6285,
      "id": 574,
      "speaker": "Speaker 4",
      "speech": "I think the only thing that's before us is the the front setback on the side. Set back.",
      "start": 6613.041493236212,
      "type": "TX"
    },
    {
      "end": 6286,
      "id": 575,
      "speaker": "Speaker 3",
      "speech": "No end of building coverage.",
      "start": 6619.360691987513,
      "type": "TX"
    },
    {
      "end": 6288,
      "id": 576,
      "speaker": "Speaker 2",
      "speech": "I want the building and",
      "start": 6620.413891779396,
      "type": "TX"
    },
    {
      "end": 6291,
      "id": 577,
      "speaker": "Speaker 3",
      "speech": "the building coverage is absolutely a forest. Yes, it absolutely is.",
      "start": 6622.520291363164,
      "type": "TX"
    },
    {
      "end": 6293,
      "id": 578,
      "speaker": "Speaker 4",
      "speech": "Yeah, pardon me. I screwed up. Yeah.",
      "start": 6625.679890738814,
      "type": "TX"
    },
    {
      "end": 6308,
      "id": 579,
      "speaker": "Speaker 1",
      "speech": "Okay. So",
      "start": 6643.5842872008325,
      "type": "TX"
    },
    {
      "end": 6327,
      "id": 580,
      "speaker": "Speaker 3",
      "speech": "do you know another question that we've asked ourselves to try and drill into this is Do. Let me see if I can remember how we asked. You do the variants is requested. Render. The project reasonable.",
      "start": 6643.5842872008325,
      "type": "TX"
    },
    {
      "end": 6328,
      "id": 581,
      "speaker": "Speaker 1",
      "speech": "So,",
      "start": 6664.648283038501,
      "type": "TX"
    },
    {
      "end": 6333,
      "id": 582,
      "speaker": "Speaker 3",
      "speech": "do the variances requested render the project reasonable.",
      "start": 6664.648283038501,
      "type": "TX"
    },
    {
      "end": 6341,
      "id": 583,
      "speaker": "Speaker 4",
      "speech": "I think it does. I'd have to say, yes.",
      "start": 6674.127081165452,
      "type": "TX"
    },
    {
      "end": 6359,
      "id": 584,
      "speaker": "Speaker 3",
      "speech": "Is anybody ready to make a motion? Or we still mulling this over. I'm ready to go with them.",
      "start": 6686.765478668054,
      "type": "TX"
    },
    {
      "end": 6369,
      "id": 585,
      "speaker": "Speaker 4",
      "speech": "How about you, Andrew?",
      "start": 6706.7762747138395,
      "type": "TX"
    },
    {
      "end": 6381,
      "id": 586,
      "speaker": "Speaker 2",
      "speech": "I wouldn't be quite ready to make a motion. I'm ready to consider them. Just to consider one as well.",
      "start": 6710.989073881374,
      "type": "TX"
    },
    {
      "end": 6387,
      "id": 587,
      "speaker": "Speaker 3",
      "speech": "So I think what, what they're saying is, if you want to make a motion will vote on it,",
      "start": 6722.5742715920915,
      "type": "TX"
    },
    {
      "end": 6399,
      "id": 588,
      "speaker": "Speaker 4",
      "speech": "we'll see. Okay, I will make a motion that we vote on this. On these on this applicant. We",
      "start": 6726.787070759626,
      "type": "TX"
    },
    {
      "end": 6401,
      "id": 589,
      "speaker": "Speaker 3",
      "speech": "vote to,",
      "start": 6739.425468262227,
      "type": "TX"
    },
    {
      "end": 6417,
      "id": 590,
      "speaker": "Speaker 4",
      "speech": "I think we, I think I would like to vote to Grant it all three variants. All three variants is, I will talk about the front. The side. and the building percentage.",
      "start": 6741.5318678459935,
      "type": "TX"
    },
    {
      "end": 6425,
      "id": 591,
      "speaker": "Speaker 2",
      "speech": "In purpose.",
      "start": 6766.8086628511965,
      "type": "TX"
    },
    {
      "end": 6426,
      "id": 592,
      "speaker": "Speaker 4",
      "speech": "Yes.",
      "start": 6766.8086628511965,
      "type": "TX"
    },
    {
      "end": 6438,
      "id": 593,
      "speaker": "Speaker 3",
      "speech": "Well, the know we're not going to the impervious, I think I thought we had agreed between us that the impervious was off the table, where upset about the impervious,",
      "start": 6769.968262226847,
      "type": "TX"
    },
    {
      "end": 6439,
      "id": 594,
      "speaker": "Speaker 2",
      "speech": "okay?",
      "start": 6780.500260145682,
      "type": "TX"
    },
    {
      "end": 6447,
      "id": 595,
      "speaker": "Speaker 3",
      "speech": "We don't like it that we can talk to the select board and say, you know, we this is not a good thing, but we can't vote on that tonight.",
      "start": 6781.553459937565,
      "type": "TX"
    },
    {
      "end": 6457,
      "id": 596,
      "speaker": "Speaker 4",
      "speech": "So you made your motion, I made my motion. We have a second Thank you.",
      "start": 6792.085457856399,
      "type": "TX"
    },
    {
      "end": 6466,
      "id": 597,
      "speaker": "Speaker 3",
      "speech": "Fold those in favor. Say aye. Aye. Those not in favor. Say nay, I say nay.",
      "start": 6801.56425598335,
      "type": "TX"
    },
    {
      "end": 6468,
      "id": 598,
      "speaker": "Speaker 2",
      "speech": "I don't believe that the",
      "start": 6811.0430541103015,
      "type": "TX"
    },
    {
      "end": 6478,
      "id": 599,
      "speaker": "Speaker 3",
      "speech": "I don't believe that the variances that were granting justify what's being done. So I'm going to vote.",
      "start": 6815.255853277836,
      "type": "TX"
    },
    {
      "end": 6478,
      "id": 600,
      "speaker": "Speaker 1",
      "speech": "No.",
      "start": 6822.62825182102,
      "type": "TX"
    },
    {
      "end": 6480,
      "id": 601,
      "speaker": "Speaker 2",
      "speech": "I was",
      "start": 6823.681451612903,
      "type": "TX"
    },
    {
      "end": 6485,
      "id": 602,
      "speaker": "Speaker 3",
      "speech": "okay. So, the motion passes through to 32 passed.",
      "start": 6824.734651404787,
      "type": "TX"
    },
    {
      "end": 6499,
      "id": 603,
      "speaker": "Speaker 2",
      "speech": "Thank you. Thank you same, just very interesting process. First time I've ever done anything like this. Okay, so thank you",
      "start": 6835.266649323621,
      "type": "TX"
    },
    {
      "end": 6506,
      "id": 604,
      "speaker": "Speaker 4",
      "speech": "again. So you don't forget. Your next step is, you got to go to the Shoreline permit.",
      "start": 6844.745447450572,
      "type": "TX"
    },
    {
      "end": 6510,
      "id": 605,
      "speaker": "Speaker 3",
      "speech": "Because yes, it's all contingent on you getting that that",
      "start": 6854.224245577523,
      "type": "TX"
    },
    {
      "end": 6511,
      "id": 606,
      "speaker": "Speaker 1",
      "speech": "comes to me.",
      "start": 6856.330645161291,
      "type": "TX"
    },
    {
      "end": 6515,
      "id": 607,
      "speaker": "Speaker 2",
      "speech": "Thank you.",
      "start": 6859.490244536941,
      "type": "TX"
    },
    {
      "end": 6517,
      "id": 608,
      "speaker": "Speaker 3",
      "speech": "Okay, thank you.",
      "start": 6861.596644120707,
      "type": "TX"
    },
    {
      "end": 6527,
      "id": 609,
      "speaker": "Speaker 1",
      "speech": "that's, Right. She doesn't say much.",
      "start": 6867.915842872008,
      "type": "TX"
    },
    {
      "end": 6533,
      "id": 610,
      "speaker": "Speaker 4",
      "speech": "All right. So we did all three of these. Correct?",
      "start": 6878.447840790843,
      "type": "TX"
    },
    {
      "end": 6536,
      "id": 611,
      "speaker": "Speaker 3",
      "speech": "Know we got to talk about Mr. Ziminski.",
      "start": 6880.554240374609,
      "type": "TX"
    },
    {
      "end": 6536,
      "id": 612,
      "speaker": "Speaker 1",
      "speech": "Yes.",
      "start": 6883.71383975026,
      "type": "TX"
    },
    {
      "end": 6536,
      "id": 613,
      "speaker": "Speaker 4",
      "speech": "Oh",
      "start": 6883.71383975026,
      "type": "TX"
    },
    {
      "end": 6538,
      "id": 614,
      "speaker": "Speaker 3",
      "speech": "yeah. I'm a fight.",
      "start": 6883.71383975026,
      "type": "TX"
    },
    {
      "end": 6539,
      "id": 615,
      "speaker": "Speaker 4",
      "speech": "Sorry about that.",
      "start": 6885.820239334027,
      "type": "TX"
    },
    {
      "end": 6540,
      "id": 616,
      "speaker": "Speaker 3",
      "speech": "I know, I know.",
      "start": 6886.87343912591,
      "type": "TX"
    },
    {
      "end": 6541,
      "id": 617,
      "speaker": "Speaker 1",
      "speech": "I'm sorry.",
      "start": 6887.926638917794,
      "type": "TX"
    },
    {
      "end": 6560,
      "id": 618,
      "speaker": "Speaker 3",
      "speech": "Okay. All right. So I let's keep going. And this anybody has any run out completely around it gaps, right?",
      "start": 6894.245837669095,
      "type": "TX"
    },
    {
      "end": 6562,
      "id": 619,
      "speaker": "Speaker 4",
      "speech": "No, I think I think we can do that.",
      "start": 6908.990634755463,
      "type": "TX"
    },
    {
      "end": 6564,
      "id": 620,
      "speaker": "Speaker 3",
      "speech": "I think we need to decide Mrs. Samonsky.",
      "start": 6911.09703433923,
      "type": "TX"
    },
    {
      "end": 6564,
      "id": 621,
      "speaker": "Speaker 2",
      "speech": "Yeah,",
      "start": 6913.203433922997,
      "type": "TX"
    },
    {
      "end": 6565,
      "id": 622,
      "speaker": "Speaker 1",
      "speech": "I",
      "start": 6913.203433922997,
      "type": "TX"
    },
    {
      "end": 6566,
      "id": 623,
      "speaker": "Speaker 4",
      "speech": "think we can do that.",
      "start": 6914.25663371488,
      "type": "TX"
    },
    {
      "end": 6566,
      "id": 624,
      "speaker": "Speaker 3",
      "speech": "Yeah.",
      "start": 6915.309833506763,
      "type": "TX"
    },
    {
      "end": 6567,
      "id": 625,
      "speaker": "Speaker 1",
      "speech": "Okay.",
      "start": 6915.309833506763,
      "type": "TX"
    },
    {
      "end": 6618,
      "id": 626,
      "speaker": "Speaker 4",
      "speech": "I I'll start off by saying that. I was. You know at first when I went there I saw a two-point something acre piece of property and I said holy God. That's yeah, no problem with this. You know but then when I when we put the overlay on top of the property, it it goes from 2.0 2.1 or 2.2 whatever it is. It's time really makes a difference. And I do believe that. As a matter of fact, not only when I was there, I could hear the stream running",
      "start": 6917.416233090531,
      "type": "TX"
    },
    {
      "end": 6619,
      "id": 627,
      "speaker": "Speaker 3",
      "speech": "right, you",
      "start": 6970.076222684704,
      "type": "TX"
    },
    {
      "end": 6619,
      "id": 628,
      "speaker": "Speaker 4",
      "speech": "know,",
      "start": 6971.129422476587,
      "type": "TX"
    },
    {
      "end": 6619,
      "id": 629,
      "speaker": "Speaker 3",
      "speech": "right?",
      "start": 6971.129422476587,
      "type": "TX"
    },
    {
      "end": 6633,
      "id": 630,
      "speaker": "Speaker 4",
      "speech": "And if I could hear it in my hearing, really stinks, according to my wife, hahaha selectively know. You know, if I could hear it was closed.",
      "start": 6971.129422476587,
      "type": "TX"
    },
    {
      "end": 6634,
      "id": 631,
      "speaker": "Speaker 3",
      "speech": "Sure.",
      "start": 6985.874219562956,
      "type": "TX"
    },
    {
      "end": 6635,
      "id": 632,
      "speaker": "Speaker 4",
      "speech": "You know, and I",
      "start": 6986.927419354839,
      "type": "TX"
    },
    {
      "end": 6638,
      "id": 633,
      "speaker": "Speaker 3",
      "speech": "and that was my mark before the rains",
      "start": 6987.980619146722,
      "type": "TX"
    },
    {
      "end": 6721,
      "id": 634,
      "speaker": "Speaker 4",
      "speech": "and that was before the race spell there for for a little bit. So I can just imagine what it was like back in July, when we had what 17 inches of rain, 18 inches of rain, whatever it was there, it must, you know, back when back when the lake almost overflowed, you know. I imagine that was that was a pretty good anyways. and I still again my time for thinking is when I take the dog for a walk in the morning and so anyways as I was thinking about that, I said to myself, you know, It there's probably no other place really that he could have put that death shed building or whatever you want to call it. If we brought it across the center part, the parking area, or whatever you want to call that, and put it there. Now, we're putting it. Even lower. Plus, we're encroaching on the, on the wetlands. Are putting it over next to the other Barn. I'll call that. That's, that's That doesn't that doesn't seem to be a good plan because again the highest spot is where he did put it. And",
      "start": 6991.140218522372,
      "type": "TX"
    },
    {
      "end": 6723,
      "id": 635,
      "speaker": "Speaker 3",
      "speech": "they had to be made a little bit higher",
      "start": 7078.555801248699,
      "type": "TX"
    },
    {
      "end": 6752,
      "id": 636,
      "speaker": "Speaker 4",
      "speech": "and they even made it a little higher. They, they brought in the Riff Raff or whatever you want to call it, put it on block, did whatever they did, raise it up in the air a little bit, and let me tell you, if the water did get into it now, he'd have more than just a couple of inches. I think in the in the cellar, he'd have way over a foot to of water. So anyways, that's all I got that. That's my thoughts on it, okay.",
      "start": 7080.662200832467,
      "type": "TX"
    },
    {
      "end": 6775,
      "id": 637,
      "speaker": "Speaker 3",
      "speech": "but one way, open looking at this, is that Is to look at it as if it was, you know, de Nova, right as if it wasn't built. And this is a mansion came in front of us with just a sketch. So I want to put a shed here. Would we have granted it? Because I don't think we can let we can't be swayed by the fact that it's already there.",
      "start": 7113.311394380853,
      "type": "TX"
    },
    {
      "end": 6825,
      "id": 638,
      "speaker": "Speaker 4",
      "speech": "All right, to answer that question. Very simply he would have, he would have come to, he would have go to the get a building permit. They would have rejected it. We would have went there and instead of seeing the shed, we would have seen four four markers in the ground. I think we would have came to the same conclusion. We would have walked around still, we would have to take some measurements. We would have determined yet 25 feet from the road. I really don't think You know, the the fact that the shed is there, it made it. I thought it made it nice because I got to see the shed but other than that I don't think it wouldn't have made any difference to me. I think my thinking on it would have been exactly the same.",
      "start": 7136.481789802289,
      "type": "TX"
    },
    {
      "end": 6836,
      "id": 639,
      "speaker": "Speaker 3",
      "speech": "With an alternative of occurred to us. Okay. Make the boat house a bit bigger. Make that boat house, could be taken down. It could be, it could be",
      "start": 7189.141779396462,
      "type": "TX"
    },
    {
      "end": 6871,
      "id": 640,
      "speaker": "Speaker 4",
      "speech": "enlarged by the time by the time you took the boat house down and a large litter or something. I'm just going, I'm just going to guess probably wrong, but I'll just say x amount of money. He paid a cost to build that little shed. It would definitely if you took it down and built it, bigger that boat house or whatever it is. You would probably be two or three times. The price of that Boathouse to do something like that,",
      "start": 7199.673777315296,
      "type": "TX"
    },
    {
      "end": 6902,
      "id": 641,
      "speaker": "Speaker 2",
      "speech": "you touching on substantially. You know. Is that? Where is the? Where is that in the five? That, you know, because obviously we know the hardship conversation isn't personal financial hardship, but It is the argument that the alternative there would be. To burdensome for the African.",
      "start": 7236.535770031218,
      "type": "TX"
    },
    {
      "end": 6914,
      "id": 642,
      "speaker": "Speaker 3",
      "speech": "Yeah. If we literally enforce the lure and say it should not be there. Are we advancing the function, the purpose of the LOL in a fair and substantial way?",
      "start": 7269.184963579604,
      "type": "TX"
    },
    {
      "end": 6927,
      "id": 643,
      "speaker": "Speaker 2",
      "speech": "and I, I think Gary and I agree with Gary, I think it would be a bad idea would Have been not advancing the early world.",
      "start": 7282.87656087409,
      "type": "TX"
    },
    {
      "end": 6930,
      "id": 644,
      "speaker": "Speaker 3",
      "speech": "because if",
      "start": 7297.621357960458,
      "type": "TX"
    },
    {
      "end": 6938,
      "id": 645,
      "speaker": "Speaker 2",
      "speech": "it wouldn't be fair on the you know, see that as an important,",
      "start": 7298.674557752342,
      "type": "TX"
    },
    {
      "end": 6954,
      "id": 646,
      "speaker": "Speaker 3",
      "speech": "I'm a bit buzzed that you know the Wetland which is you know the Wetland. Used to be bigger than what it is now. and, I don't know. I mean, I, I don't",
      "start": 7310.259755463059,
      "type": "TX"
    },
    {
      "end": 6959,
      "id": 647,
      "speaker": "Speaker 2",
      "speech": "really allow that. Is that something we should even",
      "start": 7323.951352757545,
      "type": "TX"
    },
    {
      "end": 6964,
      "id": 648,
      "speaker": "Speaker 3",
      "speech": "know that? I don't think so? I don't think so. I'm just saying in the past allow",
      "start": 7329.217351716961,
      "type": "TX"
    },
    {
      "end": 6965,
      "id": 649,
      "speaker": "Speaker 4",
      "speech": "you know,",
      "start": 7334.483350676379,
      "type": "TX"
    },
    {
      "end": 6965,
      "id": 650,
      "speaker": "Speaker 3",
      "speech": "I",
      "start": 7335.536550468262,
      "type": "TX"
    },
    {
      "end": 6973,
      "id": 651,
      "speaker": "Speaker 4",
      "speech": "never the house was built how many years ago, 20 years ago, 30 years ago, whatever it's not. That's, that's when all I got done.",
      "start": 7335.536550468262,
      "type": "TX"
    },
    {
      "end": 6978,
      "id": 652,
      "speaker": "Speaker 3",
      "speech": "It's not not our job is not in our power to, you know, saying this thing about",
      "start": 7343.96214880333,
      "type": "TX"
    },
    {
      "end": 6978,
      "id": 653,
      "speaker": "Speaker 2",
      "speech": "what",
      "start": 7349.2281477627475,
      "type": "TX"
    },
    {
      "end": 6992,
      "id": 654,
      "speaker": "Speaker 3",
      "speech": "and, and to be fed when we know we when Gary and I measured we just say, okay, how far is it? Exactly",
      "start": 7349.2281477627475,
      "type": "TX"
    },
    {
      "end": 6993,
      "id": 655,
      "speaker": "Speaker 2",
      "speech": "right.",
      "start": 7363.972944849115,
      "type": "TX"
    },
    {
      "end": 6998,
      "id": 656,
      "speaker": "Speaker 3",
      "speech": "And and it it's 50 feet and a little bit but it's definitely 50 feet.",
      "start": 7365.026144640999,
      "type": "TX"
    },
    {
      "end": 6999,
      "id": 657,
      "speaker": "Speaker 2",
      "speech": "Again, I think that",
      "start": 7370.292143600416,
      "type": "TX"
    },
    {
      "end": 7007,
      "id": 658,
      "speaker": "Speaker 3",
      "speech": "And anybody want to make a motion.",
      "start": 7377.664542143601,
      "type": "TX"
    },
    {
      "end": 7022,
      "id": 659,
      "speaker": "Speaker 2",
      "speech": "To. to Grant the variance of a Is it a five foot 25 foot? Very,",
      "start": 7380.824141519251,
      "type": "TX"
    },
    {
      "end": 7025,
      "id": 660,
      "speaker": "Speaker 3",
      "speech": "it's just in 25 foot, worth 50 feet is required.",
      "start": 7395.568938605619,
      "type": "TX"
    },
    {
      "end": 7027,
      "id": 661,
      "speaker": "Speaker 2",
      "speech": "Yeah, very",
      "start": 7398.728537981269,
      "type": "TX"
    },
    {
      "end": 7036,
      "id": 662,
      "speaker": "Speaker 4",
      "speech": "I'll second that. All those in favor. Say, aye,",
      "start": 7406.100936524454,
      "type": "TX"
    },
    {
      "end": 7041,
      "id": 663,
      "speaker": "Speaker 3",
      "speech": "aye. The motion passes by zero,",
      "start": 7410.313735691988,
      "type": "TX"
    },
    {
      "end": 7042,
      "id": 664,
      "speaker": "Speaker 1",
      "speech": "thank you.",
      "start": 7415.579734651405,
      "type": "TX"
    },
    {
      "end": 7052,
      "id": 665,
      "speaker": "Speaker 3",
      "speech": "All right, all right, thank you, everybody, I think. We Sorry, Andrew was going to say something.",
      "start": 7416.632934443288,
      "type": "TX"
    },
    {
      "end": 7052,
      "id": 666,
      "speaker": "Speaker 1",
      "speech": "No.",
      "start": 7427.164932362123,
      "type": "TX"
    },
    {
      "end": 7076,
      "id": 667,
      "speaker": "Speaker 2",
      "speech": "When I used to come to CPA meetings and also be on the planning board. I used to both to both boards support back on anything",
      "start": 7440.856529656608,
      "type": "TX"
    },
    {
      "end": 7078,
      "id": 668,
      "speaker": "Speaker 3",
      "speech": "interesting. Mm-hmm,",
      "start": 7452.441727367326,
      "type": "TX"
    },
    {
      "end": 7083,
      "id": 669,
      "speaker": "Speaker 2",
      "speech": "pertinent in both ways and I'm wondering if there's any human I should be updated.",
      "start": 7454.548126951093,
      "type": "TX"
    },
    {
      "end": 7099,
      "id": 670,
      "speaker": "Speaker 3",
      "speech": "well, I'm on the planning board as you know, and on this board and I had planned to raise the Egregious, what I think is the egregious overage on the max properly. I definitely was going to raise that.",
      "start": 7461.920525494277,
      "type": "TX"
    },
    {
      "end": 7100,
      "id": 671,
      "speaker": "Speaker 1",
      "speech": "Okay? Yeah.",
      "start": 7476.665322580645,
      "type": "TX"
    },
    {
      "end": 7127,
      "id": 672,
      "speaker": "Speaker 3",
      "speech": "I'm going to make a I'm sorry. Andrew and what? I cut you off, but is getting late. Yeah. Okay, what are you gonna do about it? I'm just gonna raise it, as I think you should be. I think you should have been caught. I think it should have been caught. I think we need to do a better job. No, I think there's a lot of construction that is way newer than 20 years. It's just like the the bean property, right? I think that should have been core.",
      "start": 7480.878121748179,
      "type": "TX"
    },
    {
      "end": 7140,
      "id": 673,
      "speaker": "Speaker 4",
      "speech": "you know, so if you remember anything like that, you know, build anything, Who's stopping you from putting anything down on your yard? You know, that if",
      "start": 7507.2081165452655,
      "type": "TX"
    },
    {
      "end": 7146,
      "id": 674,
      "speaker": "Speaker 2",
      "speech": "it's crushed on or whatever, who's stopping because you're not going for a building permit or variants or anything like",
      "start": 7519.846514047867,
      "type": "TX"
    },
    {
      "end": 7147,
      "id": 675,
      "speaker": "Speaker 3",
      "speech": "that? Well,",
      "start": 7526.1657127991675,
      "type": "TX"
    },
    {
      "end": 7154,
      "id": 676,
      "speaker": "Speaker 4",
      "speech": "that's what that's one of the problems we need. A, what is it called? The guy that goes around and checks",
      "start": 7527.218912591051,
      "type": "TX"
    },
    {
      "end": 7160,
      "id": 677,
      "speaker": "Speaker 3",
      "speech": "Bill inspect right. The select board. They went there and they only measured to cite",
      "start": 7534.591311134235,
      "type": "TX"
    },
    {
      "end": 7161,
      "id": 678,
      "speaker": "Speaker 1",
      "speech": "setting.",
      "start": 7540.910509885536,
      "type": "TX"
    },
    {
      "end": 7162,
      "id": 679,
      "speaker": "Speaker 4",
      "speech": "Correct.",
      "start": 7541.9637096774195,
      "type": "TX"
    },
    {
      "end": 7167,
      "id": 680,
      "speaker": "Speaker 3",
      "speech": "I don't know why they didn't measure the building coverage and the and the front setback as well, you know,",
      "start": 7543.016909469303,
      "type": "TX"
    },
    {
      "end": 7169,
      "id": 681,
      "speaker": "Speaker 1",
      "speech": "because it's already there.",
      "start": 7548.2829084287205,
      "type": "TX"
    },
    {
      "end": 7199,
      "id": 682,
      "speaker": "Speaker 3",
      "speech": "Know, the the that lean to added to the building coverage, it added to it, it needed to be measured that that, that that is going to be the lean-to is that is going to be built. Adds to the building, We'll add it also because it's in line with the garage needs that front. Setback. It wasn't measured. Anyway, I move. I'm sorry, I don't mean to cut anybody else, but I move that we close the delivery to session and we close this. This hearing,",
      "start": 7550.389308012487,
      "type": "TX"
    },
    {
      "end": 7208,
      "id": 683,
      "speaker": "Speaker 4",
      "speech": "we can close the deliberative secession but I have a question for the administrative person. Okay,",
      "start": 7581.985301768991,
      "type": "TX"
    },
    {
      "end": 7218,
      "id": 684,
      "speaker": "Speaker 3",
      "speech": "so any second on closing, the deliveries session. I'll second all those in favor. I Gary. There's question, you want to be recorded as part of the minute?",
      "start": 7591.464099895942,
      "type": "TX"
    },
    {
      "end": 7218,
      "id": 685,
      "speaker": "Speaker 2",
      "speech": "Sure.",
      "start": 7601.9960978147765,
      "type": "TX"
    },
    {
      "end": 7223,
      "id": 686,
      "speaker": "Speaker 3",
      "speech": "Okay. So I gotta keep the recording going. Have a nice evening, good evening.",
      "start": 7601.9960978147765,
      "type": "TX"
    },
    {
      "end": 7232,
      "id": 687,
      "speaker": "Speaker 4",
      "speech": "Guess you were. On the next meeting on that Tuesday. Do we have cases?",
      "start": 7608.315296566077,
      "type": "TX"
    },
    {
      "end": 7233,
      "id": 688,
      "speaker": "Speaker 1",
      "speech": "At this point.",
      "start": 7617.7940946930285,
      "type": "TX"
    },
    {
      "end": 7240,
      "id": 689,
      "speaker": "Speaker 4",
      "speech": "At this point, no, only if Shelly for I don't think Shelley's going to appeal, but if she does that,",
      "start": 7617.7940946930285,
      "type": "TX"
    },
    {
      "end": 7241,
      "id": 690,
      "speaker": "Speaker 3",
      "speech": "that could",
      "start": 7625.166493236212,
      "type": "TX"
    },
    {
      "end": 7244,
      "id": 691,
      "speaker": "Speaker 1",
      "speech": "happen. Could be a potential one, but the people work has not",
      "start": 7626.219693028096,
      "type": "TX"
    },
    {
      "end": 7265,
      "id": 692,
      "speaker": "Speaker 4",
      "speech": "Okay, so we'll be advised if it anyways. If we don't have If we don't have a case coming up on the next session do we still want to meet or not? Do we have any thing that we have to do? No. No for anything?",
      "start": 7632.538891779396,
      "type": "TX"
    },
    {
      "end": 7266,
      "id": 693,
      "speaker": "Speaker 3",
      "speech": "No.",
      "start": 7651.496488033299,
      "type": "TX"
    },
    {
      "end": 7269,
      "id": 694,
      "speaker": "Speaker 4",
      "speech": "So it'll all depend on whether or not we have",
      "start": 7652.549687825182,
      "type": "TX"
    },
    {
      "end": 7270,
      "id": 695,
      "speaker": "Speaker 1",
      "speech": "something okay",
      "start": 7655.7092872008325,
      "type": "TX"
    },
    {
      "end": 7271,
      "id": 696,
      "speaker": "Speaker 3",
      "speech": "all right,",
      "start": 7656.762486992716,
      "type": "TX"
    },
    {
      "end": 7273,
      "id": 697,
      "speaker": "Speaker 2",
      "speech": "thank you",
      "start": 7657.815686784599,
      "type": "TX"
    },
    {
      "end": 7277,
      "id": 698,
      "speaker": "Speaker 3",
      "speech": "John at 9. What is it? It's not.",
      "start": 7659.922086368366,
      "type": "TX"
    },
    {
      "end": 7279,
      "id": 699,
      "speaker": "Speaker 1",
      "speech": "All right",
      "start": 7664.1348855359,
      "type": "TX"
    },
    {
      "end": 7281,
      "id": 700,
      "speaker": "Speaker 3",
      "speech": "I'll second that motion all those in favor say hi.",
      "start": 7666.241285119667,
      "type": "TX"
    }
  ],
  "visitors": [
    "Cheryl Damato - Abutter",
    "Daniel Lavoie - Abutter",
    "Doug Max - Applicant",
    "Joan Max - Applicant",
    "Joseph Szymanski - Applicant",
    "Nick Cashorali",
    "Pat Fone - Abutter (by phone)",
    "Peter Martin - Abutter",
    "Ronald Max - Applicant",
    "Rosemarie Downey - Abutter",
    "Shellie Bueno - Abutter (by phone)",
    "Tim Crouss - Applicant",
    "Tom Burt"
  ],
  "transcriptionName": null,
  "transcriptionStart": "2023-08-31T08:40:10.974Z"
}